 {
  "date": "2025-12-31",
  "hebrewDate": "י״א טבת ה׳תשפ״ו (11 Тевета 5786)",
  "parsha": "Ваехи",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и успех солдат, защищающих её",
  "mazalTov": [],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Недельная глава Ваехи - День четвёртый",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Яаков благословляет колена Израиля",
        "paragraphs": [
          {
            "type": "text",
            "text": "Яаков собрал своих сыновей, чтобы рассказать им, когда придёт окончательная Геула. Но Всевышний не хотел, чтобы евреи знали это, поэтому забрал у Яакова Руах Акодеш об этом. Но у Яакова всё ещё был Руах Акодеш о других вещах, и он решил сказать каждому из колен что-то особенное."
          },
          {
            "type": "text",
            "text": "Реувен, хотя ты первенец, некоторые вещи, которые обычно даются старшему, не будут даны тебе из-за того, что ты сделал в гневе. Йосеф станет коленом, которое будет считаться как два колена, Кеуна достанется колену Леви, а еврейские цари произойдут от колена Йеуды."
          },
          {
            "type": "highlight",
            "text": "Шимон и Леви, вы работали вместе в недобрых делах — как убийство жителей Шхема и продажа Йосефа. Борьба — это для Эсава, а не для детей Яакова!"
          },
          {
            "type": "text",
            "text": "Поэтому вы будете разделены и разбросаны: Леви не будет считаться вместе с другими коленами и не получит часть Эрец Исраэль. Колено Шимона будет разбросано в разных местах, будучи нищими, писцами и учителями во многих частях земли."
          },
          {
            "type": "text",
            "text": "Йеуда боялся, что Яаков также скажет о том, что он сделал неправильно, но Яаков сказал: «Йеуда, твои братья будут говорить о том, какой ты особенный! Еврейские цари (как Давид Амелех и Шломо Амелех) произойдут от твоей семьи, и позже люди, которые будут вести евреев в изгнании, как Санедрин, и даже Мошиах!»"
          },
          {
            "type": "teaching",
            "title": "Почему именно Йеуда?",
            "text": "Это потому, что у тебя было много Аават Исраэль — ты спас Йосефа и Тамар от смерти!"
          },
          {
            "type": "text",
            "text": "Зевулун будет жить около воды, и их корабли будут покупать и продавать вещи. Часть денег, которые они получат, будет платить за то, чтобы мудрецы Торы из колена Иссахара могли учить Тору!"
          },
          {
            "type": "text",
            "text": "Иссахар будет сильным и сможет много учить Тору! Они будут усердно работать в своём обучении, и это поможет всем евреям."
          },
          {
            "type": "text",
            "text": "Дан отомстит врагам евреев! Яаков говорил с Руах Акодеш о Шимшоне, который в будущем разрушит здание и убьёт многих плиштим, которые причиняли беды евреям. Яаков знал, что Шимшону понадобится помощь Всевышнего, поэтому он попросил об этом сейчас! «Лишуаска Кивиси Ашем» — «Всевышний, я жду твоего спасения!»"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Псалмы царя Давида - Главы 60-65",
      "icon": "🙏",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Молитва за Даниэля в львином рву",
        "paragraphs": [
          {
            "type": "text",
            "text": "В главе 64, Давид Амелех молится за Даниэля, который будет брошен в львиный ров. Конечно, Даниэль (который происходил из семьи Давида) ещё даже не родился, но Давид Амелех видел с Руах Акодеш, что Даниэлю понадобятся эти молитвы!"
          },
          {
            "type": "text",
            "text": "История произошла после разрушения первого Бейт Амикдаш, во времена царя Дарьявеша из Персии, вскоре после того, как он захватил Вавилон. Поскольку царь Дарьявеш знал, что Даниэль очень умный, он хотел поставить его во главе всего царства Вавилона!"
          },
          {
            "type": "text",
            "text": "Когда другие офицеры узнали об этом, они очень позавидовали. Они решили составить план, который заставит царя убить Даниэля."
          },
          {
            "type": "highlight",
            "text": "Они сказали царю Дарьявешу издать новый указ: Никому не будет разрешено молиться или просить о чём-либо, кроме как у царя, в течение одного месяца. Любой, кого поймают молящимся — Всевышнему или идолу — будет брошен в клетку с голодными львами!"
          },
          {
            "type": "text",
            "text": "Они знали, что Даниэль никогда не послушается такого указа."
          },
          {
            "type": "text",
            "text": "Конечно, Даниэль проигнорировал этот новый указ. Он шёл молиться три раза в день, как всегда делал."
          },
          {
            "type": "text",
            "text": "Офицеры были очень рады, когда поймали его, и сказали царю Дарьявешу, что Даниэль должен быть наказан. Царь был не очень доволен этим, но был вынужден следовать указу, который он издал. Он сказал Даниэлю: «Пусть Всевышний, Которому ты всегда молишься, спасёт тебя!»"
          },
          {
            "type": "text",
            "text": "И Всевышний спас! Хотя львы были очень голодными, они не тронули Даниэля всю ночь. Утром царь Дарьявеш пришёл ко львиному рву. Он позвал Даниэля, спрашивая, смог ли Всевышний спасти его."
          },
          {
            "type": "text",
            "text": "Даниэль сказал царю, что Всевышний послал ангелов, чтобы закрыть пасти львов, и он не пострадал!"
          },
          {
            "type": "teaching",
            "title": "Откуда взялось это чудо?",
            "text": "Мы знаем одну из причин, почему Даниэль был спасён: Благодаря молитвам Давида Амелеха, которые были сказаны много-много лет назад, в сегодняшнем Теилим, глава 64!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 10",
      "icon": "📘",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Уровень Цадика Шеэйно Гамур",
        "paragraphs": [
          {
            "type": "text",
            "text": "В сегодняшней Тании мы узнаём об уровне Цадика Шеэйно Гамур."
          },
          {
            "type": "text",
            "text": "Мы узнали, что у каждого еврея внутри идёт битва между двумя душами! Нефеш Элокис и Нефеш Абеамис борются за контроль над человеком."
          },
          {
            "type": "text",
            "text": "Мы узнали обо всех инструментах, которые есть у Нефеш Элокис, чтобы сохранить свою связь с Всевышним сильной в том, как она действует, думает и чувствует: Она использует связь с цадиком, служение в молитве, исполнение заповедей и создание особой связи через изучение Торы."
          },
          {
            "type": "text",
            "text": "Мы также узнали о Нефеш Абеамис и инструментах, которые она имеет, чтобы попытаться отделить еврея от его связи и близости с Всевышним: Увлечение материальными вещами по любой причине, кроме того, чтобы делать то, что хочет Всевышний."
          },
          {
            "type": "highlight",
            "text": "Обе стороны всегда борются друг с другом, чтобы контролировать не только тело, но и другую душу тоже!"
          },
          {
            "type": "text",
            "text": "В сегодняшней Тании Альтер Ребе рассказывает нам о Цадике Шеэйно Гамур — человеке, который усердно работает, чтобы сделать свою Нефеш Элокис настолько сильной, что Йецер Ара перестаёт их беспокоить!"
          },
          {
            "type": "teaching",
            "title": "В чём разница?",
            "text": "Только Цадик Гамур может полностью превратить Йецер Ара в святость из-за их сильной любви к Всевышнему. Но Цадик Шеэйно Гамур может заставить свой Йецер Ара полностью перестать их беспокоить, даже если часть его всё ещё там."
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "Мысль дня - 11 Тевета",
      "icon": "☀️",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Очищение воздуха словами Торы",
        "paragraphs": [
          {
            "type": "text",
            "text": "Вы когда-нибудь шли по тротуару, когда мимо проезжает автобус? Иногда он оставляет большое облако дыма, и трудно дышать! Вы даже можете начать кашлять! Это потому, что со всем дымом от автобуса воздух нехороший для дыхания."
          },
          {
            "type": "text",
            "text": "Людям нужен воздух, чтобы жить. Когда воздух хороший, люди могут быть здоровыми. Грязный или загрязнённый воздух может, не дай Б-г, сделать людей больными. Если у нас дома грязный воздух, мы можем открыть окно или включить очиститель воздуха, чтобы очистить воздух."
          },
          {
            "type": "highlight",
            "text": "В мире также есть духовный вид воздуха. Когда «воздух» полон Торы и заповедей, люди могут быть здоровыми хорошими евреями. В месте, где люди не знают о Всевышнем, воздух нехороший, и души могут, не дай Б-г, заболеть."
          },
          {
            "type": "text",
            "text": "Первое, что нужно сделать, это очистить воздух."
          },
          {
            "type": "teaching",
            "title": "Как мы очищаем духовный воздух?",
            "text": "Используя слова Торы. Когда мы идём по улице, или идём в магазин, или в метро, мы можем говорить слова Торы наизусть. Это очистит воздух. Каждый должен выучить немного Торы наизусть, чтобы мы могли очищать воздух, куда бы мы ни пошли!"
          },
          {
            "type": "text",
            "text": "Какую Тору ВЫ знаете наизусть? Вы знаете стихи? Танию? Мишнайот?"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы о спорах - Главы 7-9",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Законы о спорящих в Бейт-Дин",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы изучаем законы о том, когда два человека не согласны в Бейт-Дин о том, что им принадлежит."
          },
          {
            "type": "heading",
            "text": "Глава 7: Нельзя менять свои слова"
          },
          {
            "type": "text",
            "text": "Один закон в этой главе заключается в том, что если кто-то что-то говорит в Бейт-Дин, он не может передумать и сказать, что шутил."
          },
          {
            "type": "heading",
            "text": "Глава 8: Что обычно арендуют"
          },
          {
            "type": "text",
            "text": "Обычно закон таков, что мы предполагаем, что всё, что есть у человека, принадлежит ему. Если другой человек говорит обратное, этот человек должен доказать, что это действительно принадлежит ему."
          },
          {
            "type": "example",
            "title": "Пример:",
            "text": "Но для чего-то, что обычно арендуют, закон другой. Скажем, Реувен обычно сдаёт в аренду свою газонокосилку, и люди знают, что он это делает. Теперь она у Шимона дома, и он говорит, что Реувен подарил её ему! Реувену разрешено сделать Шевуат Есет (обещание мидерабанан), говоря, что он не дал её Шимону, и тогда он может забрать её обратно."
          },
          {
            "type": "heading",
            "text": "Глава 9: Два человека держат одну вещь"
          },
          {
            "type": "text",
            "text": "В этой главе мы изучаем некоторые законы о том, что происходит, если два человека держатся за что-то, и оба говорят, что это принадлежит им. В Мишнайот этот закон называется «Шнаим Охазин БеТалит» — «Два человека держатся за талит»."
          },
          {
            "type": "text",
            "text": "Закон таков, что оба человека должны дать шевуа, очень сильное обещание, что это принадлежит им, а затем Бейт-Дин делит это (или сколько это стоит) между ними обоими."
          },
          {
            "type": "teaching",
            "title": "Учение Хасидизма:",
            "text": "Хасидизм учит нас об этом законе, что в духовном плане это говорит о двух людях, которые говорят, что определённая заповедь была сделана благодаря им. (Например, если учитель и ученик оба хотят сказать, что это была ИХ заповедь, что ученик преуспел в изучении Торы.) Каждый человек должен дать обещание сказать, насколько усердно они действительно работали над этой заповедью, и это то, сколько награды за заповедь они получают."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА У-МОШИАХ",
      "subtitle": "Вера в Мошиаха",
      "icon": "💡",
      "category": "idea",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Почему вера в Мошиаха не отдельная заповедь?",
        "paragraphs": [
          {
            "type": "text",
            "text": "Вера в Мошиаха — это очень основная часть еврейства, и это то, что должен делать каждый еврей."
          },
          {
            "type": "text",
            "text": "Но если так, почему это не одна из 613 заповедей?"
          },
          {
            "type": "text",
            "text": "В начале Сефер Амицвот мы узнали правила Рамбама о том, что делает что-то считающимся одной из 613 заповедей. Одно из правил заключается в том, что если в Торе есть что-то очень общее, например, «будьте осторожны выполнять заповеди», это не считается отдельной заповедью."
          },
          {
            "type": "highlight",
            "text": "Вот почему вера в Мошиаха не является отдельной заповедью. Вера и надежда на Геулу означает верить, что скоро наступит время, когда мы сможем выполнять ВСЮ Тору и заповеди наилучшим образом."
          },
          {
            "type": "text",
            "text": "Итак, вера в Мошиаха очень общая — это вера в то, что мы можем правильно выполнять все заповеди. Поскольку это общее, это не считается одной из 613 заповедей, хотя это очень важная часть жизни каждого еврея!"
          }
        ]
      }
    }
  ]
}
