{
  "date": "2026-01-05",
  "hebrewDate": "ט״ו טבת ה׳תשפ״ו (15 Тевета 5786)",
  "parsha": "Шемот",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и успех солдат, защищающих её",
  "specialDay": "Начало новой книги Торы - Шемот",
  "mazalTov": [
    "Капитан Нахман Судак (шалиах в Лондоне, Англия) - 8 лет",
    "Элияу Хаим Пеккар (Флорида) - 7 лет"
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Недельная глава Шемот - День первый",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Новая книга! Начало изгнания в Египте",
        "paragraphs": [
          {
            "type": "highlight",
            "text": "Мы начинаем новую книгу Торы — Хумаш Шемот!"
          },
          {
            "type": "text",
            "text": "В последней книге, Хумаше Берешит, мы узнали о сотворении мира. Мы учили о праотцах — Аврааме, Ицхаке и Яакове, и его детях — коленах. Мы узнали о событиях их жизни и их поступках."
          },
          {
            "type": "teaching",
            "title": "Для чего была книга Берешит?",
            "text": "Всё это было подготовкой к тому, что мы будем изучать в этой новой книге! Мы узнаем, как Всевышний выводит нас из Египта и даёт нам Тору, чтобы мы стали народом! Но сначала нам нужно узнать об изгнании в Египте, через которое должны были пройти евреи."
          },
          {
            "type": "text",
            "text": "Сегодня мы узнаём, как начинается изгнание. Евреи растут и становятся большим народом, а Паро издаёт указы, чтобы остановить их рост."
          },
          {
            "type": "heading",
            "text": "От 70 человек до целого народа"
          },
          {
            "type": "text",
            "text": "Сначала Тора напоминает нам: когда евреи спустились в Египет, их было всего 70 человек. Но у них было благословение иметь много детей, и часто матери рожали по шесть младенцев одновременно!"
          },
          {
            "type": "highlight",
            "text": "Очень скоро Египет наполнился евреями!"
          },
          {
            "type": "text",
            "text": "Сыновья Яакова становились старше, и все они один за другим покинули этот мир. Последним ушёл Леви."
          },
          {
            "type": "text",
            "text": "К сожалению, со временем многие евреи перестали соблюдать все заповеди — кроме семей из колена Леви."
          },
          {
            "type": "heading",
            "text": "Новый Паро и злой план"
          },
          {
            "type": "text",
            "text": "Теперь царём стал новый Паро, который не знал Йосефа. Он сказал, что боится: евреев так много, что они могут воевать против египтян! Нужно что-то сделать, чтобы остановить их!"
          },
          {
            "type": "text",
            "text": "Паро спросил своих советников, что делать. Билам, один из его советников, дал Паро хитрый план, который остановит рождение детей у евреев и заставит их вести себя как египтяне."
          },
          {
            "type": "example",
            "title": "Йитро был хорошим советником:",
            "text": "Йитро, другой советник, сказал Паро не делать этого. Но Паро не послушал его. Паро разозлился на Йитро, и тому пришлось убежать в Мидьян."
          },
          {
            "type": "heading",
            "text": "Хитрый трюк с кирпичами"
          },
          {
            "type": "text",
            "text": "Паро решил воплотить идею Билама в жизнь. Он позвал всех евреев прийти, и когда все собрались, он начал делать кирпичи."
          },
          {
            "type": "text",
            "text": "Все, конечно, начали помогать — все, кроме колена Леви, которые остались дома учить Тору."
          },
          {
            "type": "highlight",
            "text": "В конце дня египтяне сказали евреям посчитать, сколько кирпичей они сделали. «Вы должны будете делать столько кирпичей КАЖДЫЙ день!» — сказали они евреям."
          },
          {
            "type": "text",
            "text": "Вот так их обманом превратили в рабов!"
          },
          {
            "type": "heading",
            "text": "План не работает!"
          },
          {
            "type": "text",
            "text": "Египтяне заставили евреев очень тяжело работать, строя города Питом и Рамсес. Но план Билама не работал!"
          },
          {
            "type": "highlight",
            "text": "Даже при такой тяжёлой работе евреи продолжали иметь много детей!"
          },
          {
            "type": "text",
            "text": "Египтяне очень расстроились! Они придумали другую идею: теперь евреи должны работать ещё ТЯЖЕЛЕЕ и делать работу, к которой не привыкли. Так родители будут слишком уставшими, чтобы иметь ещё детей."
          },
          {
            "type": "teaching",
            "title": "Еврейские женщины знали правду:",
            "text": "Но еврейские женщины знали, что иметь детей — это самое важное! Никакая усталость не могла их остановить."
          },
          {
            "type": "heading",
            "text": "Самый страшный указ"
          },
          {
            "type": "text",
            "text": "Паро увидел, что у евреев ВСЁ ЕЩЁ рождаются дети! Он понял, что его план не работает. Тогда его советники сказали ему, что скоро родится человек, который выведет евреев из Египта!"
          },
          {
            "type": "text",
            "text": "Паро придумал новый ужасный план: остановить рост евреев и убедиться, что никто не выведет их из Египта."
          },
          {
            "type": "highlight",
            "text": "Он будет убивать всех новорождённых мальчиков, а девочек забирать, чтобы они не знали, что они еврейки!"
          },
          {
            "type": "text",
            "text": "Паро позвал еврейских акушерок (женщин, которые помогают мамам рожать детей) — Шифру (Йохевед, жена Амрама) и Пуа (Мирьям, их дочь)."
          },
          {
            "type": "text",
            "text": "Паро сказал Шифре и Пуа убивать всех еврейских мальчиков и оставлять в живых только девочек."
          },
          {
            "type": "highlight",
            "text": "Конечно, Шифра и Пуа не послушались! Они помогали мальчикам оставаться здоровыми!"
          },
          {
            "type": "teaching",
            "title": "Урок мужества:",
            "text": "Даже перед лицом самого могущественного царя мира еврейские женщины выбрали слушаться Всевышнего, а не Паро. Они знали: спасать жизни важнее, чем бояться наказания."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Капителах 77-78",
      "icon": "🙏",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Яаков передал нам силу изучения Торы",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодняшние капители Теилим — Аин-Заин (77) и Аин-Хет (78)."
          },
          {
            "type": "text",
            "text": "В капителе 78 есть стих, который говорит: «Ваякем эдут бе-Яаков, ве-Тора сам бе-Исраэль» — «Всевышний установил свидетельство в Яакове и Тору положил в Израиле»."
          },
          {
            "type": "text",
            "text": "Капитель продолжает: это было для того, чтобы передать следующим поколениям."
          },
          {
            "type": "heading",
            "text": "Каждый из праотцов особенный"
          },
          {
            "type": "text",
            "text": "Хасидизм учит: у каждого из праотцов есть что-то особенное и уникальное, что они передали каждому еврею."
          },
          {
            "type": "example",
            "title": "Например:",
            "text": "Авраам Авину передал нам силу доброты и гостеприимства — быть добрыми к другим и учить их о Всевышнем."
          },
          {
            "type": "text",
            "text": "В этом стихе, который говорит о Торе, мы упоминаем имя Яакова и Израиля — третьего из праотцов."
          },
          {
            "type": "heading",
            "text": "Особая сила Яакова"
          },
          {
            "type": "highlight",
            "text": "Особая сила Яакова Авину была в изучении Торы день и ночь!"
          },
          {
            "type": "text",
            "text": "Яаков называется «йошев оалим» — тот, кто сидит в шатре Торы! Тора рассказывает, как Яаков Авину провёл много лет, очень тяжело работая для заработка и воспитания семьи."
          },
          {
            "type": "text",
            "text": "Но даже тогда он всегда находил время, когда мог, чтобы читать Песни восхождения и учить Тору!"
          },
          {
            "type": "example",
            "title": "Когда было легче:",
            "text": "Когда было легче — например, последние семнадцать лет в Египте — Яаков Авину тоже использовал это время наилучшим образом. Он учил Тору со своими детьми и внуками."
          },
          {
            "type": "teaching",
            "title": "Что он передал нам:",
            "text": "Яаков передал эту силу преданности изучению Торы каждому из нас! Неважно, насколько мы заняты — мы всегда можем найти время для Торы."
          },
          {
            "type": "highlight",
            "text": "В трудные времена и в лёгкие — Тора всегда с нами, потому что Яаков передал нам эту силу!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Перек Йуд-Бет",
      "icon": "📘",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Секретная сила бейнони — Моах Шалит аль Алев",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы узнаём секретную силу, которая есть у бейнони и которая даёт ему возможность ВСЕГДА побеждать в войне против Йецер Ара!"
          },
          {
            "type": "heading",
            "text": "Напоминание: кто такой бейнони?"
          },
          {
            "type": "text",
            "text": "Бейнони — это тот, кто чувствует себя как раша, но ведёт себя как цадик."
          },
          {
            "type": "text",
            "text": "Только в особые моменты, как во время молитвы, он может чувствовать себя как цадик! Через правильную молитву его душа становится сильнее и усыпляет Нефеш Абеамис, поэтому она не может беспокоить его чувствами раша."
          },
          {
            "type": "text",
            "text": "После молитвы Нефеш Абеамис снова просыпается и заставляет бейнони снова чувствовать себя как раша."
          },
          {
            "type": "heading",
            "text": "Большой вопрос"
          },
          {
            "type": "highlight",
            "text": "У бейнони обе души одинаково сильны, и они всё время борются. Так как же бейнони ВСЕГДА заставляет побеждать Нефеш Элокис?"
          },
          {
            "type": "heading",
            "text": "Секретная сила!"
          },
          {
            "type": "text",
            "text": "Ответ в том, что Всевышний создал людей с особой встроенной силой."
          },
          {
            "type": "teaching",
            "title": "Моах Шалит аль Алев:",
            "text": "Зоар называет эту силу «Моах Шалит аль Алев» — разум властвует над сердцем. Всевышний даёт силу разуму быть главным!"
          },
          {
            "type": "text",
            "text": "Даже когда у человека есть желание, он может выбрать не думать о нём. Разум сильнее, поэтому человек может решить делать что-то другое и не обращать внимания на желание."
          },
          {
            "type": "example",
            "title": "Важное примечание:",
            "text": "Если человек слишком привыкнет следовать за желанием, он может потерять эту силу, пока не сделает настоящую тшуву. Об этом мы узнаем позже."
          },
          {
            "type": "heading",
            "text": "Эта сила работает всегда"
          },
          {
            "type": "text",
            "text": "Эта сила работает, даже если причина, по которой человек решает не слушаться желания, в том, что это вредно или плохо для него."
          },
          {
            "type": "heading",
            "text": "Но есть способ сделать её ещё сильнее!"
          },
          {
            "type": "highlight",
            "text": "Сила Моах Шалит аль Алев становится ещё сильнее, если человек не слушается желания, потому что не хочет совершить грех!"
          },
          {
            "type": "text",
            "text": "Почему она сильнее, когда человек контролирует себя по причинам святости, потому что хочет, чтобы его душа была главной?"
          },
          {
            "type": "heading",
            "text": "Свет против тьмы"
          },
          {
            "type": "text",
            "text": "Мы можем понять это из слов Шломо Амелеха в Коэлет: «Ве-раити ше-еш итрон ла-хохма мин а-сихлут, ке-итрон а-ор мин а-хошех»."
          },
          {
            "type": "text",
            "text": "«Я видел, что у мудрости (Нефеш Элокис, которая называется мудрецом) есть преимущество над глупостью (Нефеш Абеамис, которая называется глупым царём), как преимущество света над тьмой»."
          },
          {
            "type": "teaching",
            "title": "В чём преимущество света?",
            "text": "Преимущество света над тьмой в том, что он настолько сильнее, что даже не нужно бороться! Нужно только немного света, чтобы прогнать МНОГО тьмы, и это происходит автоматически!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Если зажечь даже крошечную свечу в большой тёмной комнате, вся комната перестаёт быть тёмной! Свет побеждает тьму без борьбы."
          },
          {
            "type": "heading",
            "text": "То же самое с душами"
          },
          {
            "type": "text",
            "text": "То же самое происходит с Нефеш Элокис и Нефеш Абеамис!"
          },
          {
            "type": "highlight",
            "text": "Если человек хочет контролировать желание Нефеш Абеамис, потому что этого хочет Всевышний, тогда сила Моах Шалит аль Алев оказывает намного более сильное влияние, чем если бы он делал это по другим причинам!"
          },
          {
            "type": "heading",
            "text": "Вот как это делает бейнони!"
          },
          {
            "type": "teaching",
            "title": "Секрет победы:",
            "text": "Бейнони использует свой Моах Шалит аль Алев по причинам святости. Это даёт такую огромную силу, что каждая его мысль, слово и дело становятся такими, какими хочет Всевышний!"
          },
          {
            "type": "highlight",
            "text": "Вот в чём секрет! Когда разум контролирует сердце ради святости — победа гарантирована!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "Мысль дня - 15 Тевета",
      "icon": "☀️",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Мошиах близко — время делать тшуву!",
        "paragraphs": [
          {
            "type": "text",
            "text": "Ребе указывает на исправление в маамаре из Торы Ор для недельной главы Ваехи."
          },
          {
            "type": "heading",
            "text": "Слова Фриердикер Ребе"
          },
          {
            "type": "highlight",
            "text": "Фриердикер Ребе сказал: «Евреи, слушайте внимательно! Сейчас время для прихода Мошиаха!»"
          },
          {
            "type": "text",
            "text": "«Все грустные вещи, происходящие в мире, — потому что Мошиах так близко!»"
          },
          {
            "type": "teaching",
            "title": "Что нам нужно помнить:",
            "text": "«Помните: только Всевышний спасёт нас — и это произойдёт только потому, что мы сделаем тшуву!»"
          },
          {
            "type": "text",
            "text": "«Давайте сделаем тшуву и подготовим себя и наши семьи встретить Мошиаха Цидкейну, который придёт очень-очень скоро!»"
          },
          {
            "type": "heading",
            "text": "Что это значит для нас?"
          },
          {
            "type": "example",
            "title": "Трудные времена — знак близости:",
            "text": "Когда мы видим трудности в мире, это не значит, что Всевышний забыл о нас. Наоборот! Это признак того, что Мошиах очень близко, и мир готовится к великим переменам."
          },
          {
            "type": "text",
            "text": "Что нам делать? Сделать тшуву! Это значит вернуться к Всевышнему, улучшить свои поступки, быть добрее, учить больше Торы, делать больше заповедей."
          },
          {
            "type": "teaching",
            "title": "Подготовка всей семьи:",
            "text": "Но недостаточно готовиться только самим. Мы должны помочь и нашим семьям! Родители помогают детям, дети помогают родителям, братья и сёстры помогают друг другу."
          },
          {
            "type": "highlight",
            "text": "Все вместе мы готовимся встретить Мошиаха Цидкейну — праведного Мошиаха!"
          },
          {
            "type": "example",
            "title": "Практическое применение:",
            "text": "Сегодня подумай: что я могу улучшить в своём поведении? Может быть, быть добрее к брату или сестре? Помочь маме? Учить ещё один отрывок из Торы? Каждое маленькое улучшение приближает Мошиаха!"
          },
          {
            "type": "highlight",
            "text": "Бе-каров мамаш — очень-очень скоро мы увидим Мошиаха!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Илхот Нахалот",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Законы о первенцах и наследстве",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы продолжаем изучать законы о наследстве и узнаём много деталей о первенцах и том, что они получают."
          },
          {
            "type": "heading",
            "text": "Что получает первенец?"
          },
          {
            "type": "text",
            "text": "В перек 3 мы узнаём, от каких вещей бехор (первенец) получает двойную долю, а от каких — нет."
          },
          {
            "type": "example",
            "title": "Пример с лотерейным билетом:",
            "text": "Если у отца был лотерейный билет, и он выиграл после того, как покинул этот мир, первенец НЕ получает двойную долю от выигрыша. Он получает двойную долю только от того, что отец имел до того, как покинул этот мир."
          },
          {
            "type": "teaching",
            "title": "Почему такое правило?",
            "text": "Первенец получает двойную долю от имущества, которое уже принадлежало отцу. Но если что-то пришло позже — это не считается частью наследства первенца."
          },
          {
            "type": "heading",
            "text": "Как мы знаем, кто родственник?"
          },
          {
            "type": "text",
            "text": "Перек 4 учит нас, как мы узнаём, что кто-то действительно родственник, который должен получить наследство."
          },
          {
            "type": "highlight",
            "text": "Закон обычно не очень строг в доказательстве родства для наследства!"
          },
          {
            "type": "text",
            "text": "Если человек, который покинул этот мир, называл кого-то своим сыном или братом, мы ему верим — даже если никто другой не думал, что они родственники."
          },
          {
            "type": "example",
            "title": "Почему мы верим?",
            "text": "Потому что человек лучше всех знает, кто его настоящие родственники. И он не стал бы обманывать о таких важных вещах."
          },
          {
            "type": "heading",
            "text": "Когда есть сомнение"
          },
          {
            "type": "text",
            "text": "Перек 5 учит нас, как делить наследство, когда есть софек (сомнение) — должен ли определённый человек получить часть наследства или нет."
          },
          {
            "type": "teaching",
            "title": "Правило при сомнении:",
            "text": "Обычно закон такой: если один человек получает наследство точно, а другой — может быть, мы отдаём всё тому, о ком мы уверены."
          },
          {
            "type": "text",
            "text": "Если есть больше одного человека, о которых есть сомнение, мы делим наследство между ними."
          },
          {
            "type": "example",
            "title": "Практический пример:",
            "text": "Представь: есть сомнение, является ли Реувен сыном или племянником. Но Шимон точно сын. Всё наследство получает Шимон, потому что о нём нет сомнений."
          },
          {
            "type": "highlight",
            "text": "Эти законы учат нас, как Тора справедливо и мудро решает даже самые сложные вопросы о наследстве!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА У-МОШИАХ",
      "subtitle": "Обещание Всевышнего",
      "icon": "💡",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Пакод Покадети — Всевышний обещал!",
        "paragraphs": [
          {
            "type": "text",
            "text": "В Хумаше мы учим об изгнании в Египте. Это было очень тяжёлое изгнание!"
          },
          {
            "type": "text",
            "text": "Были особенно ужасные указы против еврейских детей. Многих из них даже, не дай Бог, убивали."
          },
          {
            "type": "heading",
            "text": "Но евреи не боялись!"
          },
          {
            "type": "highlight",
            "text": "Родители не боялись, и дети не боялись!"
          },
          {
            "type": "text",
            "text": "Все они ходили учить Тору к колену Леви, которые были учителями того поколения."
          },
          {
            "type": "heading",
            "text": "Секрет их силы"
          },
          {
            "type": "teaching",
            "title": "Обещание Пакод Покадети:",
            "text": "Они никогда не забывали обещание «Пакод Покадети» — что Всевышний обещал вспомнить евреев и очень скоро вывести их из изгнания!"
          },
          {
            "type": "text",
            "text": "Они знали: нужно готовиться, изучая Тору Всевышнего и соблюдая те заповеди, которые у них были."
          },
          {
            "type": "heading",
            "text": "Урок для нас сегодня"
          },
          {
            "type": "highlight",
            "text": "Нам нужно учиться у них!"
          },
          {
            "type": "text",
            "text": "Сейчас мы тоже в изгнании. По доброте Всевышнего, это намного более лёгкое изгнание, чем в Египте. Нет указов, пытающихся убить еврейских детей."
          },
          {
            "type": "text",
            "text": "Но это всё равно изгнание, и иногда может быть трудно вести себя так, как нужно."
          },
          {
            "type": "teaching",
            "title": "Что нам делать:",
            "text": "Как и тогда, мы должны помнить: Всевышний обещает вывести нас из изгнания! И как тогда, мы должны готовиться к Избавлению, изучая Тору Всевышнего и соблюдая заповеди."
          },
          {
            "type": "example",
            "title": "Сравнение тогда и сейчас:",
            "text": "Тогда в Египте: тяжёлое изгнание → не боялись → учили Тору → помнили об обещании → были готовы к Избавлению. Сейчас: более лёгкое изгнание → тоже не должны бояться → учим Тору → помним об обещании → готовимся к Избавлению!"
          },
          {
            "type": "highlight",
            "text": "Очень скоро мы увидим, как обещание Всевышнего исполняется, и будет такое великое Избавление, что никогда больше не будет изгнания!"
          },
          {
            "type": "text",
            "text": "Каждый день, когда мы учим Тору и делаем заповеди, мы приближаем это великое время. Обещание Всевышнего точно исполнится — очень-очень скоро!"
          }
        ]
      }
    }
  ]
}
