{
  "date": "2026-01-26",
  "hebrewDate": "ח׳ שבט ה׳תשפ״ו (8 Шевата 5786)",
  "parsha": "Бешалах",
  "dedication": "За безопасность и успех евреев в Земле Израиля и солдат, защищающих её. В память о Ципоре бат Песе - пусть следующее поколение детей учится в её заслугу",
  "mazalTov": [
    "Ребекка Грин - день рождения, год благословения и успеха!"
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Бешалах - День 2",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Египтяне догоняют евреев",
        "paragraphs": [
          {
            "type": "text",
            "text": "Представь: фараон уже отпустил евреев из Египта! Но внезапно Всевышний ожесточил его сердце, и фараон передумал. Он решил вернуть евреев обратно!"
          },
          {
            "type": "heading",
            "text": "Погоня начинается"
          },
          {
            "type": "text",
            "text": "Египтяне бросились в погоню за евреями и догнали их почти в ночное время, 20-го Нисана. Евреи увидели приближающихся египтян — а впереди всех ехал сам фараон вместе с ангелом Египта!"
          },
          {
            "type": "text",
            "text": "Евреи знали, что Всевышний обещал привести их в Землю Израиля. Но всё равно они очень испугались и закричали к Всевышнему, чтобы Он спас их."
          },
          {
            "type": "heading",
            "text": "Жалобы народа"
          },
          {
            "type": "text",
            "text": "Когда египтяне продолжали приближаться, некоторые евреи начали говорить неприятные вещи. Они сказали Моше: «Разве в Египте не хватало места, чтобы нас похоронить? Зачем ты привёл нас умирать в пустыне? Лучше бы ты оставил нас в Египте!»"
          },
          {
            "type": "highlight",
            "text": "Даже после всех чудес, которые они видели, страх заставил некоторых усомниться!"
          },
          {
            "type": "teaching",
            "title": "Ответ Моше",
            "text": "Моше сказал евреям не волноваться. Всевышний позаботится о египтянах, и после этого дня евреи никогда больше не увидят египтян!"
          },
          {
            "type": "example",
            "title": "Подумай об этом:",
            "text": "Иногда, когда мы сталкиваемся с трудностями, мы тоже можем испугаться и забыть о всех хороших вещах, которые уже случились. Но как Моше напомнил евреям — нужно доверять Всевышнему!"
          },
          {
            "type": "text",
            "text": "Евреи оказались зажаты между морем впереди и египетской армией позади. Казалось, нет выхода. Но Всевышний готовил для них величайшее чудо, которое они когда-либо видели!"
          },
          {
            "type": "highlight",
            "text": "Моше обещал: «После сегодняшнего дня вы больше никогда не увидите египтян!»"
          },
          {
            "type": "text",
            "text": "Это был момент, когда вера в Всевышнего была важнее всего. Евреи должны были довериться обещанию, даже когда всё выглядело безнадёжно."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 44-48",
      "icon": "🎵",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Честь дочери царя",
        "paragraphs": [
          {
            "type": "text",
            "text": "В сегодняшних главах Теилим есть очень особенный стих, который учит нас важному принципу о роли женщины в еврейской жизни."
          },
          {
            "type": "highlight",
            "text": "«Коль Квуда Бат Мелех Пнима» — «Вся честь дочери царя — внутри»"
          },
          {
            "type": "text",
            "text": "Это означает, что женщина показывает свою честь и важность внутри дома, а не снаружи перед всеми. Из-за скромности её главная роль — внутри."
          },
          {
            "type": "heading",
            "text": "Роль в доме"
          },
          {
            "type": "text",
            "text": "Всевышний устроил мир так, что мужчина выходит в мир зарабатывать на жизнь, а женщина — это основа дома. Она делает дом местом, где Всевышнему комфортно находиться!"
          },
          {
            "type": "heading",
            "text": "Времена Мошиаха"
          },
          {
            "type": "text",
            "text": "Но в Пророках сказано: когда придёт Мошиах, женщины тоже будут снаружи и даже будут показывать свою честь вне дома!"
          },
          {
            "type": "teaching",
            "title": "Как это работает сейчас",
            "text": "Поскольку мы так близки к приходу Мошиаха, нам нужно начать вести себя по-геулному. Поэтому сегодня женщины и девочки тоже выходят — в школу учить Тору, делать мицвойим (распространять заповеди). Но так как мы всё ещё в изгнании и у нас есть злое начало, нужно быть осторожными, чтобы это было скромным образом."
          },
          {
            "type": "example",
            "title": "Баланс двух миров:",
            "text": "Представь: ты идёшь в школу, учишься, помогаешь другим — это часть подготовки к Мошиаху! Но при этом ты остаёшься скромной и помнишь о своих еврейских ценностях. Это и есть жизнь между изгнанием и Избавлением!"
          },
          {
            "type": "text",
            "text": "Это показывает, как мы живём в особенное время — уже не совсем в изгнании, но ещё не полностью в Избавлении. Мы готовимся к приходу Мошиаха!"
          },
          {
            "type": "highlight",
            "text": "Женщины сегодня играют активную роль в распространении Торы и заповедей, готовя мир к Избавлению!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим, глава 21",
      "icon": "📚",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Односторонее зеркало",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы узнали вчера, что пример с речью человека отличается от того, как Всевышний создал мир. Слова человека отделяются от него, но НИЧТО не может отделиться от Всевышнего!"
          },
          {
            "type": "heading",
            "text": "Одностороннее зеркало"
          },
          {
            "type": "text",
            "text": "Ты когда-нибудь видел одностороннее зеркало? В некоторых синагогах есть специальная перегородка: с мужской стороны это выглядит как зеркало, а с женской стороны можно видеть насквозь, как через обычное стекло!"
          },
          {
            "type": "highlight",
            "text": "Весь мир немного похож на такое зеркало!"
          },
          {
            "type": "text",
            "text": "Когда мы смотрим на мир вокруг нас, кажется, что он существует сам по себе. Но с точки зрения Всевышнего весь мир никогда не становится отдельным от Него!"
          },
          {
            "type": "heading",
            "text": "Слои сокрытия"
          },
          {
            "type": "text",
            "text": "Весь мир всегда един со Всевышним. Просто Всевышний создал много цимцумим — слоёв сокрытия через разные духовные миры, пока не смог существовать этот материальный мир."
          },
          {
            "type": "teaching",
            "title": "Зачем нам чувствовать себя отдельными?",
            "text": "Всевышний хотел, чтобы творения ЧУВСТВОВАЛИ себя отдельными. Он ХОЧЕТ, чтобы мы ощущали своё собственное существование, чтобы мы могли жить в мире и служить Ему."
          },
          {
            "type": "text",
            "text": "Но правда в том, что это только то, как мы чувствуем. Все уровни сокрытия «прозрачны» для Всевышнего — они вообще ничего не скрывают! То, что тёмное для нас, для Всевышнего — свет."
          },
          {
            "type": "highlight",
            "text": "Даже цимцумим, которые называются тьмой, на самом деле часть света Всевышнего!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Это как надеть очень тёмные солнцезащитные очки. Для тебя всё стало тёмным, но солнце светит так же ярко! Так и мир — для нас он выглядит отдельным и тёмным, но для Всевышнего всё прозрачно и наполнено Его светом."
          },
          {
            "type": "text",
            "text": "Когда придёт Мошиах, мы тоже сможем это увидеть! Тогда мы поймём, что мир всегда был един со Всевышним, и никогда не был отдельным."
          },
          {
            "type": "highlight",
            "text": "При Мошиахе спадут все слои сокрытия, и мы увидим единство Всевышнего с миром!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "8 Шевата",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Родовые схватки Избавления",
        "paragraphs": [
          {
            "type": "text",
            "text": "Барух Ашем, сейчас мы находимся прямо перед Избавлением! Это невероятно захватывающее, но и непростое время."
          },
          {
            "type": "highlight",
            "text": "Любые трудности, которые переживают евреи, происходят потому, что Мошиах вот-вот придёт!"
          },
          {
            "type": "heading",
            "text": "Как боль перед рождением"
          },
          {
            "type": "text",
            "text": "Точно так же, как перед рождением ребёнка бывает больно, так и перед приходом Мошиаха может быть «больно». Это называется родовыми схватками Избавления."
          },
          {
            "type": "text",
            "text": "Но мы не хотим, чтобы эта боль длилась долго! Нам нужно сделать всё возможное, чтобы Мошиах пришёл ПРЯМО СЕЙЧАС!"
          },
          {
            "type": "teaching",
            "title": "Что мы можем сделать?",
            "text": "Нужно особенно стараться соблюдать все заповеди самым красивым образом и выполнять КАЖДЫЙ обычай без компромиссов! Каждая мелочь имеет значение."
          },
          {
            "type": "heading",
            "text": "История о репортёре"
          },
          {
            "type": "text",
            "text": "Однажды к Ребе пришёл репортёр с большой телевизионной станции и спросил: «Каково ваше послание всему миру о Мошиахе?»"
          },
          {
            "type": "text",
            "text": "Ребе ответил, что Мошиах готов прийти — каждый должен сделать что-то ДОПОЛНИТЕЛЬНОЕ в добре и доброте, чтобы привести Мошиаха."
          },
          {
            "type": "example",
            "title": "Ребе показал примером:",
            "text": "Затем Ребе дал репортёру и съёмочной группе ДВА доллара, чтобы показать им примером: нужно делать что-то дополнительное! Не просто один доллар — два! Больше, чем обычно!"
          },
          {
            "type": "highlight",
            "text": "«Что-то дополнительное» — ключевые слова для приближения Мошиаха!"
          },
          {
            "type": "text",
            "text": "Каждый из нас может сделать что-то дополнительное сегодня. Дополнительную заповедь, дополнительную доброту, дополнительную улыбку. Всё это приближает Избавление!"
          },
          {
            "type": "text",
            "text": "Мы живём в последнем поколении изгнания и первом поколении Избавления. Каждое наше действие может стать той самой последней каплей, которая принесёт Мошиаха!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы траура",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Уважение к ушедшим",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня в Рамбаме мы изучаем законы о том, как себя вести, если кто-то умер, не дай Б-г. Эти законы учат нас уважению и правильному поведению."
          },
          {
            "type": "heading",
            "text": "Особый случай для коэнов"
          },
          {
            "type": "text",
            "text": "В третьей главе есть очень интересный закон: хотя коэны должны быть очень осторожны, чтобы не стать нечистыми от мёртвых, даже коэн должен стать нечистым, если умирает великий руководитель (Наси) или Ребе — чтобы оказать честь!"
          },
          {
            "type": "highlight",
            "text": "Честь великого учителя важнее обычных запретов для коэна!"
          },
          {
            "type": "heading",
            "text": "Кавод Амет — честь умершему"
          },
          {
            "type": "text",
            "text": "В четвёртой главе мы учим о том, как оказывать честь человеку, который умер. Это называется Кавод Амет — честь правде, потому что умершие не могут нас отблагодарить, поэтому наше уважение к ним — это самая чистая честь."
          },
          {
            "type": "teaching",
            "title": "Законы траура",
            "text": "Пятая глава учит законам авейлут — как человек ведёт себя, когда умирает близкий родственник. Эти законы помогают нам правильно выразить нашу скорбь и уважение."
          },
          {
            "type": "text",
            "text": "Есть особые правила о том, как долго длится траур, что можно и нельзя делать в это время, как утешать скорбящего человека."
          },
          {
            "type": "example",
            "title": "Почему это важно:",
            "text": "Эти законы учат нас, что даже в самые тяжёлые моменты жизни есть правильный путь. Тора показывает нам, как чтить память близких и в то же время продолжать жить согласно воле Всевышнего."
          },
          {
            "type": "text",
            "text": "Законы траура очень глубокие. Они балансируют между уважением к умершему и необходимостью продолжать жить. Они учат нас ценить жизнь и помнить о вечности души."
          },
          {
            "type": "heading",
            "text": "Святость Земли Израиля"
          },
          {
            "type": "text",
            "text": "В сегодняшнем одногодичном цикле Рамбама мы также узнаём, насколько особенная Земля Израиля. Там так много святости! Нам не разрешается покидать Землю Израиля, кроме как по очень важным причинам — например, учить Тору или жениться."
          },
          {
            "type": "highlight",
            "text": "Мудрецы так любили Землю Израиля, что целовали её землю!"
          },
          {
            "type": "text",
            "text": "Рамбам также учит о войне-заповеди — такой как война против Амалека или война за возвращение частей Земли Израиля. Это показывает важность Святой Земли в еврейском законе."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Каждый еврей будет хасидом",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Все будут изучать хасидут",
        "paragraphs": [
          {
            "type": "text",
            "text": "В конце книг Рамбама (которые мы скоро будем изучать!) есть удивительный закон о временах Мошиаха."
          },
          {
            "type": "highlight",
            "text": "«В то время все евреи будут великими мудрецами, и будут знать скрытые вещи, и поймут знание Всевышнего настолько, насколько может человек»"
          },
          {
            "type": "heading",
            "text": "Что такое скрытые вещи?"
          },
          {
            "type": "text",
            "text": "О каких скрытых вещах говорит Рамбам? Это должна быть Пнимиют аТора — внутренняя часть Торы, которая помогает нам понять Б-жественность, знание о Всевышнем!"
          },
          {
            "type": "text",
            "text": "Рамбам говорит, что когда придёт Мошиах, все будут заниматься этим."
          },
          {
            "type": "teaching",
            "title": "Каждый еврей — хасид!",
            "text": "Это означает, что каждый еврей будет хасидом, потому что каждый еврей будет изучать Пнимиют аТора — Хасидут! Рамбам говорит, что знание Хасидута — это то, чем все будут заниматься, когда придёт Мошиах!"
          },
          {
            "type": "heading",
            "text": "Начинаем уже сейчас"
          },
          {
            "type": "text",
            "text": "Это также помогает понять, почему Рамбам говорит, что только ОДНА вещь будет полностью другой при Мошиахе: не будет порабощения царствами, никакие народы не будут править нами."
          },
          {
            "type": "text",
            "text": "Хотя Рамбам также говорит, что при Мошиахе мы все будем мудрецами, он не называет это отличием! Почему?"
          },
          {
            "type": "example",
            "title": "Уже начали!",
            "text": "Потому что хотя ВСЕ будут делать это тогда, это не что-то новое и другое — изучение Хасидута — это то, что мы начинаем уже сейчас! Только порабощение царствами, когда весь мир будет следовать правилам Всевышнего, будет чем-то совершенно новым."
          },
          {
            "type": "highlight",
            "text": "Изучая Хасидут сейчас, мы уже живём частью времён Мошиаха!"
          },
          {
            "type": "text",
            "text": "Каждый раз, когда ты открываешь книгу Тании или изучаешь маамар, ты готовишься к тому миру, где все евреи будут великими знатоками внутренней части Торы!"
          },
          {
            "type": "text",
            "text": "Мы — последнее поколение изгнания и первое поколение Избавления. Наша задача — распространять Хасидут и готовить мир к приходу Мошиаха, когда это знание будет доступно всем!"
          }
        ]
      }
    }
  ]
          }
