{
  "date": "2026-01-05",
  "hebrewDate": " ט"ו טבת ה׳תשפ״ו  (16 Тевета 5786)",
  "parsha": "Шмот",
  "dedication": "За безопасность и успех евреев в Земле Израиля и успех солдат, защищающих её",
  "mazalTov": [
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Шмот - День 2",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Рождение Моше и чудесное спасение",
        "paragraphs": [
          {
            "type": "text",
            "text": "Фараон увидел, что акушерки Шифра и Пуа не убивают еврейских мальчиков. Он спросил их: почему вы не слушаетесь? Они объяснили, что еврейские женщины очень сильные и рожают детей сами, без помощи акушерок!"
          },
          {
            "type": "highlight",
            "text": "За их самопожертвование Всевышний дал им великую награду — от Мирьям произошел царь Давид, а дети Йохевед стали коэнами и левитами!"
          },
          {
            "type": "heading",
            "text": "Новый план Фараона"
          },
          {
            "type": "text",
            "text": "Фараон понял, что его план не работает. Тогда он решил построить дома для египтян в Гошене, где жили евреи. Эти египтяне будут шпионами и узнают, у кого родился мальчик!"
          },
          {
            "type": "heading",
            "text": "Мирьям убеждает отца"
          },
          {
            "type": "text",
            "text": "Амрам был лидером евреев в то время. Он подумал: зачем рожать детей, если Фараон всё равно их убьет? Он даже развелся с женой Йохевед, и все остальные евреи последовали его примеру."
          },
          {
            "type": "text",
            "text": "Но Мирьям сказала отцу: наша задача — рожать детей! А что будет потом — это решение Всевышнего. К тому же, Фараон убивает только мальчиков, а если не рожать вообще, то не будет и девочек!"
          },
          {
            "type": "teaching",
            "title": "Пророчество Мирьям",
            "text": "Мирьям даже сказала пророчество: её родители родят мальчика, который выведет евреев из Египта! Амрам понял, что Мирьям права, и женился на Йохевед снова. Все остальные евреи тоже снова поженились."
          },
          {
            "type": "heading",
            "text": "Рождение особенного ребенка"
          },
          {
            "type": "text",
            "text": "Седьмого адара у Амрама и Йохевед родился мальчик! Он родился раньше срока, поэтому египтяне не сразу стали проверять, родился ли он."
          },
          {
            "type": "highlight",
            "text": "Когда Моше родился, весь дом наполнился светом! Родители поняли: это может быть тот самый ребенок, который выведет евреев из Египта!"
          },
          {
            "type": "text",
            "text": "Они смогли прятать его три месяца, пока египетские шпионы не начали проверять, родился ли мальчик."
          },
          {
            "type": "heading",
            "text": "Новый указ Фараона"
          },
          {
            "type": "text",
            "text": "Волшебники Фараона сказали ему: родился ребенок, который выведет евреев из Египта! Они не знали, еврей он или египтянин, но видели в звездах, что он умрет из-за воды."
          },
          {
            "type": "text",
            "text": "Тогда Фараон издал новый указ: всех мальчиков бросать в Нил, а девочки пусть растут как египтянки!"
          },
          {
            "type": "heading",
            "text": "Корзина в тростнике"
          },
          {
            "type": "text",
            "text": "Йохевед поняла, что больше не может прятать малыша. Она взяла корзину и сделала её водонепроницаемой. Снаружи она намазала смолой, а внутри глиной, чтобы Моше не чувствовал неприятный запах смолы."
          },
          {
            "type": "text",
            "text": "Она положила ребенка в корзину и спрятала её в тростнике у берега Нила. Корзину она не пустила в воду, потому что вода была идолом египтян. Мирьям спряталась неподалеку, чтобы посмотреть, что будет."
          },
          {
            "type": "example",
            "title": "Интересный факт:",
            "text": "После того как волшебники сказали Фараону, что спаситель в воде, Фараон отменил свой указ! Он думал, что ребенок уже мертв."
          },
          {
            "type": "heading",
            "text": "Басья находит Моше"
          },
          {
            "type": "text",
            "text": "Дочь Фараона, Басья, больше не хотела поклоняться идолам. Она решила использовать Нил как микву, чтобы стать чистой и молиться только Всевышнему. И тут корзина Моше поплыла в воду!"
          },
          {
            "type": "text",
            "text": "Басья увидела корзину и захотела посмотреть, что внутри. Её помощницы сказали: это, наверное, еврейский ребенок, не смотри! Но Басья все равно попыталась достать корзину, и Всевышний сделал её руку достаточно длинной, чтобы дотянуться!"
          },
          {
            "type": "highlight",
            "text": "Басья сразу увидела, что это особенный ребенок. Он плакал, и ей стало его жаль."
          },
          {
            "type": "text",
            "text": "Она увидела, что у него сделан брит и он еврейский мальчик, но всё равно захотела о нем заботиться."
          },
          {
            "type": "heading",
            "text": "Моше не ест от египтянок"
          },
          {
            "type": "text",
            "text": "Басья попробовала найти египетских женщин, чтобы кормить ребенка, но он отказывался есть от нееврейских женщин! Тогда Мирьям, которая все еще наблюдала, спросила: может, мне позвать еврейскую женщину, чтобы покормить малыша?"
          },
          {
            "type": "text",
            "text": "Басья согласилась, и Мирьям очень быстро побежала домой за мамой! Басья спросила Йохевед, может ли она заплатить ей за кормление ребенка. Конечно, Йохевед согласилась!"
          },
          {
            "type": "teaching",
            "title": "Воспитание Моше",
            "text": "Йохевед придумывала разные причины, почему ребенок должен оставаться с ней дома. Она держала его до 12 лет, обучая быть хорошим евреем. Только потом пришлось отвести его к Басье."
          },
          {
            "type": "text",
            "text": "Басья относилась к нему как к сыну. Она назвала его Моше, что означает \"вытащенный\", потому что она вытащила его из воды — Ки Мин Амайим Мешититу."
          },
          {
            "type": "highlight",
            "text": "Так начинается история величайшего лидера еврейского народа — Моше Рабейну!"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 79-82",
      "icon": "📿",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Виноградная лоза из Египта",
        "paragraphs": [
          {
            "type": "text",
            "text": "В главе 80 царь Давид говорит: \"Гефен Мимицраим Тасиа, Тегареш Гойим Ватитаэа\" — \"Виноградную лозу из Египта Ты вынес, Ты изгнал народы и посадил её\"."
          },
          {
            "type": "text",
            "text": "Это говорит о еврейском народе, который сравнивается с виноградной лозой. Всевышний вывел нас из Египта и \"посадил\" в Земле Израиля."
          },
          {
            "type": "heading",
            "text": "Почему виноградная лоза?"
          },
          {
            "type": "teaching",
            "title": "Мудрость садовников",
            "text": "Мудрецы говорят: садовник выкапывает виноградную лозу только для того, чтобы посадить её в месте, где она будет расти еще лучше! Никто не пересаживает растение просто так."
          },
          {
            "type": "text",
            "text": "Так же и Всевышний: Он помещает еврея в новое место только потому, что там он сможет добиться еще большего успеха!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Если твоя семья переехала в новый город, это не случайность. Всевышний специально послал вас туда, потому что именно в этом месте вы сможете принести больше света еврейства!"
          },
          {
            "type": "text",
            "text": "Так было, когда Всевышний вывел евреев из Египта и привел в Землю Израиля. И так происходит всегда, когда Всевышний с Провидением помещает нас в новое место!"
          },
          {
            "type": "highlight",
            "text": "Мы как виноградная лоза, которая делает вино, приносящее радость всем вокруг!"
          },
          {
            "type": "teaching",
            "title": "Урок Ребе",
            "text": "Ребе объяснял слова Любавичского Ребе: где бы мы ни оказались, это возможность распространить еврейство и принести радость окружающим. Как виноградная лоза дает плоды и вино в новом месте!"
          },
          {
            "type": "text",
            "text": "Поэтому когда ты оказываешься в новой школе, новом городе или новой стране — это не проблема. Это возможность для еще большего успеха в служении Всевышнему!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 12",
      "icon": "📕",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Чем бейнони отличается от цадика?",
        "paragraphs": [
          {
            "type": "text",
            "text": "Альтер Ребе объясняет, чем бейнони отличается от цадика. Мы узнали, что бейнони не делает грехов. Когда он молится, его животная душа даже не может придумать плохие мысли!"
          },
          {
            "type": "text",
            "text": "Так почему же его называют \"бейнони\", что означает \"посередине\"? Мы ведь сказали, что бейнони находится между цадиком и раша. Но разве он не похож на цадика?"
          },
          {
            "type": "heading",
            "text": "Животная душа не исчезла"
          },
          {
            "type": "text",
            "text": "Альтер Ребе объясняет: да, любовь нешамы к Всевышнему может усыпить животную душу. Но она не уходит совсем! Она просто спит, но остается такой же сильной."
          },
          {
            "type": "highlight",
            "text": "После молитвы животная душа просыпается и возвращается к тому, что делала раньше!"
          },
          {
            "type": "teaching",
            "title": "Два вида любви к Всевышнему",
            "text": "У бейнони есть скрытая любовь к Всевышнему все время. Она помогает ему контролировать свое поведение. Но это не то сильное чувство, которое он испытывает во время молитвы и которое усыпляет животную душу!"
          },
          {
            "type": "text",
            "text": "Любовь к Всевышнему, которая есть у него весь день, может только остановить его от грехов. Но она не может остановить животную душу от отправки нехороших мыслей в его голову!"
          },
          {
            "type": "heading",
            "text": "В чем главная разница?"
          },
          {
            "type": "text",
            "text": "У цадика животная душа вытеснена из тела или превращена в добрые побуждения! Бейнони же может усыпить свою животную душу только в определенное время, например, во время молитвы."
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Это как будильник на телефоне. Ты можешь поставить его на \"не беспокоить\" во время урока. Звуки не беспокоят тебя, но приложения все еще там! После урока уведомления снова начинают приходить."
          },
          {
            "type": "text",
            "text": "Так же и у бейнони: во время молитвы животная душа \"на беззвучном режиме\". Но она не исчезла!"
          },
          {
            "type": "teaching",
            "title": "Моах Шалит Аль Алев",
            "text": "Все остальное время бейнони использует особую силу, которую дал ему Всевышний — \"Моах Шалит Аль Алев\", что означает \"разум управляет сердцем\". Он должен всегда быть начеку и контролировать себя!"
          },
          {
            "type": "highlight",
            "text": "Вот в чем разница: цадик победил животную душу навсегда, а бейнони должен сражаться каждый день!"
          },
          {
            "type": "text",
            "text": "Но это не делает бейнони хуже. Наоборот, его постоянная работа над собой очень ценна перед Всевышним!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "16 Тевета",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Три лекарства для души",
        "paragraphs": [
          {
            "type": "text",
            "text": "Иногда душе трудно чувствовать духовность. Мир полон столько глупости и скрытия святости!"
          },
          {
            "type": "text",
            "text": "На встрече один на один Цемах Цедек рассказал хасиду по имени Реб Хендель о трех разных частях Торы, которые могут помочь душе."
          },
          {
            "type": "heading",
            "text": "Первое лекарство — Зоар"
          },
          {
            "type": "teaching",
            "title": "Когда душа хочет близости",
            "text": "Когда душа хочет почувствовать себя более связанной со Всевышним, нужно учить Зоар. Зоар заставляет душу чувствовать себя возвышенной!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Это как подняться на высокую гору. Внизу ты видел только деревья вокруг себя. Но когда поднимаешься на вершину, видишь весь пейзаж! Зоар поднимает душу так высоко, что она видит всю картину мира."
          },
          {
            "type": "heading",
            "text": "Второе лекарство — Мидраш"
          },
          {
            "type": "teaching",
            "title": "Когда душа хочет вдохновения",
            "text": "Когда душа хочет воодушевиться Всевышним и Его заповедями, нужно учить Мидраш. Мидраш пробуждает сердце!"
          },
          {
            "type": "text",
            "text": "Истории о праотцах, о великих евреях, о чудесах — все это зажигает огонь в сердце!"
          },
          {
            "type": "heading",
            "text": "Третье лекарство — Теилим со слезами"
          },
          {
            "type": "teaching",
            "title": "Когда душа чувствует себя грязной",
            "text": "Когда душа чувствует, что запачкалась от грубости мира, нужно говорить Теилим со слезами. Это помоет и очистит грубость тела!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Когда ты приходишь домой после игры на улице, твои руки грязные. Ты моешь их водой с мылом, и они снова чистые! Так же слезы во время Теилим очищают душу от всей грязи мира."
          },
          {
            "type": "highlight",
            "text": "У каждой проблемы души есть свое лекарство в Торе!"
          },
          {
            "type": "text",
            "text": "Хочешь почувствовать близость? Учи Зоар. Нужно вдохновение? Читай Мидраш. Чувствуешь себя нечистым? Говори Теилим от всего сердца!"
          },
          {
            "type": "teaching",
            "title": "Главный урок",
            "text": "Тора — это не просто книга. Это живое лекарство для души! У неё есть ответы на все вопросы и решения всех проблем души."
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Урок 311 - Законы наследства",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Правила передачи наследства",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы продолжаем учить ту же самую заповедь — о том, что нужно давать наследство правильным людям, как сказано в Торе."
          },
          {
            "type": "text",
            "text": "Это включает в себя правило, что первенец получает двойную долю наследства."
          },
          {
            "type": "heading",
            "text": "Глава 6: Нельзя менять порядок"
          },
          {
            "type": "teaching",
            "title": "Закон Торы нельзя изменить",
            "text": "Тора говорит нам, кто должен получить наследство. Мы не имеем права это менять! Отец не может сказать, что его сын не получит часть наследства, потому что это дано Торой."
          },
          {
            "type": "text",
            "text": "Но человек может отдать свое имущество в подарок другому человеку, чтобы сын не получил его. Это разрешено, потому что он отдает в подарок, а не меняет наследство."
          },
          {
            "type": "highlight",
            "text": "Однако мудрецы учат нас: это НЕ хорошо делать!"
          },
          {
            "type": "text",
            "text": "Отдавать все имущество другим людям, чтобы дети не получили свою долю наследства — это нехорошо и несправедливо."
          },
          {
            "type": "heading",
            "text": "Глава 7: Нужно быть уверенным"
          },
          {
            "type": "text",
            "text": "Бейт Дин (еврейский суд) не дает сыновьям их часть наследства, пока не убедится, что отец действительно умер."
          },
          {
            "type": "example",
            "title": "Практический случай:",
            "text": "Если отец исчез во время долгого путешествия, сыновья не получают наследство, даже если думают, что отец, наверное, умер. Нужны доказательства!"
          },
          {
            "type": "text",
            "text": "Почему так строго? Потому что если отец жив и вернется, а имущество уже разделено, будет большая проблема!"
          },
          {
            "type": "heading",
            "text": "Глава 8: Защита имущества ребенка"
          },
          {
            "type": "text",
            "text": "Это очень короткая глава! Рамбам учит нас важному правилу."
          },
          {
            "type": "teaching",
            "title": "Почему родственник не может управлять?",
            "text": "Если ребенок младше бар-мицвы получил поле как наследство, другой родственник не может управлять этим полем. Почему? Потому что этот родственник может потом сказать: \"Это МОЁ поле, которое я получил как наследство!\""
          },
          {
            "type": "text",
            "text": "Люди могут ему поверить, ведь он родственник и у него было время работать с полем. Поэтому лучше вообще не давать ему управлять."
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Твой младший брат получил дорогой конструктор в подарок. Если твой старший двоюродный брат будет играть с ним целый год, он потом может сказать: \"Это мой конструктор!\" И соседи могут подумать, что это правда. Поэтому лучше не давать ему играть с конструктором брата."
          },
          {
            "type": "highlight",
            "text": "Закон защищает детей, чтобы они не потеряли то, что принадлежит им по праву!"
          },
          {
            "type": "teaching",
            "title": "Главная идея",
            "text": "Все законы наследства созданы, чтобы быть справедливыми. Тора точно говорит, кто что получает, и мы должны следовать этим правилам честно."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Говорить о Мошиахе",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Сила разговора о Мошиахе",
        "paragraphs": [
          {
            "type": "text",
            "text": "Когда родился Моше Рабейну, евреи очень обрадовались. Между собой они говорили о том, что у Амрама, еврейского лидера того времени, родился мальчик Моше!"
          },
          {
            "type": "text",
            "text": "Когда Моше забрали во дворец Фараона, евреи очень переживали. Их святой лидер, сын Амрама, был забран!"
          },
          {
            "type": "text",
            "text": "Когда Моше убежал из Египта, евреи не забыли о нем. Они всегда помнили о нем и говорили о нем."
          },
          {
            "type": "highlight",
            "text": "И что произошло? Всевышний смилостивился и услышал молитвы евреев. Тогда пришло Освобождение через Моше Рабейну!"
          },
          {
            "type": "heading",
            "text": "Что это значит для нас?"
          },
          {
            "type": "teaching",
            "title": "Урок на сегодня",
            "text": "То же самое верно и для нашего последнего изгнания. Мы должны постоянно говорить о Мошиахе и думать о нем. И тогда он придет!"
          },
          {
            "type": "text",
            "text": "Евреи в Египте не просто ждали молча. Они активно говорили о Моше, обсуждали его, думали о нем. Это было частью их жизни!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Когда ты с нетерпением ждешь дня рождения, ты говоришь о нем, планируешь праздник, считаешь дни. Так же мы должны относиться к приходу Мошиаха — говорить о нем, ждать его, готовиться!"
          },
          {
            "type": "text",
            "text": "Когда мы рассказываем друзьям о Мошиахе, когда обсуждаем это в семье, когда думаем об этом — мы делаем его приход ближе!"
          },
          {
            "type": "teaching",
            "title": "Как это работает?",
            "text": "Наши слова и мысли о Мошиахе создают духовную энергию. Они показывают Всевышнему, что мы действительно хотим Освобождения. И Всевышний отвечает на наше желание!"
          },
          {
            "type": "highlight",
            "text": "Не просто жди Мошиаха — говори о нем! Не просто верь в него — обсуждай это с друзьями!"
          },
          {
            "type": "text",
            "text": "Чем больше мы говорим о Мошиахе, тем быстрее он придет. Это не просто пустые слова — это настоящая духовная работа, которая приближает Освобождение!"
          },
          {
            "type": "example",
            "title": "Что ты можешь сделать сегодня:",
            "text": "Расскажи другу что-то интересное о временах Мошиаха. Спроси маму или папу: \"А что будет, когда придет Мошиах?\" Каждый такой разговор приближает Освобождение!"
          }
        ]
      }
    }
  ]
}
