{
  "date": "2026-01-09",
  "hebrewDate": "כ׳ טבת ה׳תשפ״ו (20 Тевета 5786)",
  "parsha": "Шемот",
  "dedication": "За безопасность и успех евреев в Земле Израиля и успех солдат, защищающих её",
  "specialDay": "Канун Субботы, Йорцайт Рамбама",
  "mazalTov": null,
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Шемот - День 6",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Моше принимает посланничество",
        "paragraphs": [
          {
            "type": "text",
            "text": "Всевышний решил, что пришло время страданиям евреев закончиться! Он выбрал Моше для важного посланничества — вывести евреев из Египта. Всевышний говорил с Моше из горящего куста, убеждая его взять на себя эту ответственность."
          },
          {
            "type": "highlight",
            "text": "Моше наконец принял посланничество Всевышнего!"
          },
          {
            "type": "heading",
            "text": "Подготовка к путешествию"
          },
          {
            "type": "text",
            "text": "Моше пообещал Итро не уезжать без разрешения. Поэтому перед тем как отправиться в Египет, он попросил у Итро разрешения. Итро согласился."
          },
          {
            "type": "text",
            "text": "Моше боялся, что Датан и Авирам (которые донесли на него Паро, заставив бежать в Мидьян) могут снова попытаться убить его. Но Всевышний сказал ему, что теперь они бедны и не будут опасны для него."
          },
          {
            "type": "text",
            "text": "Моше посадил свою семью на особого осла. Этот осёл использовался Авраамом, когда он шёл на жертвоприношение Ицхака."
          },
          {
            "type": "example",
            "title": "Особый осёл:",
            "text": "Этот же осёл будет использован снова, когда откроется Мошиах! Представь: один и тот же осёл служил Аврааму, Моше и будет служить Мошиаху!"
          },
          {
            "type": "heading",
            "text": "Предупреждение о Паро"
          },
          {
            "type": "text",
            "text": "Всевышний сказал Моше, что у него будут особые знаки для показа перед Паро, но он должен знать, что Паро не послушает. Моше должен сказать Паро, что ему нужно слушаться, иначе он будет наказан!"
          },
          {
            "type": "heading",
            "text": "История с обрезанием"
          },
          {
            "type": "text",
            "text": "У Моше и Ципоры родился мальчик, Элиэзер, прямо перед отъездом. Моше знал, что не может сделать ему обрезание сразу, потому что небезопасно отправляться в большое путешествие сразу после обрезания."
          },
          {
            "type": "text",
            "text": "Но когда они были близко к Египту, вместо того чтобы сделать обрезание сразу, Моше сначала устроил место для сна."
          },
          {
            "type": "text",
            "text": "Всевышний был недоволен! Он послал ангела, который выглядел как змея, чтобы проглотить Моше!"
          },
          {
            "type": "teaching",
            "title": "Ципора спасает положение:",
            "text": "Ципора поняла, что это из-за обрезания. Она взяла острый камень и сделала обрезание Элиэзеру прямо сейчас, и Всевышний отослал ангела."
          },
          {
            "type": "heading",
            "text": "Встреча с Аароном"
          },
          {
            "type": "text",
            "text": "Всевышний сказал Аарону пойти встретить Моше в пустыне, и он встретил его на горе Синай. Моше рассказал Аарону, зачем он едет в Египет, и они пошли вместе."
          },
          {
            "type": "text",
            "text": "Аарон думал, что Ципоре и детям не следует приезжать в Египет, поэтому Моше отправил их обратно в Мидьян."
          },
          {
            "type": "heading",
            "text": "Первая встреча с народом"
          },
          {
            "type": "text",
            "text": "Моше и Аарон собрали старейшин евреев. Аарон передал то, что сказал Моше, и они показали особые знаки перед евреями."
          },
          {
            "type": "text",
            "text": "Даже несмотря на то, что изгнание было таким тяжёлым, евреи сразу поверили, что Всевышний собирается вывести их из изгнания!"
          },
          {
            "type": "highlight",
            "text": "Евреи поклонились, чтобы поблагодарить Всевышнего!"
          },
          {
            "type": "example",
            "title": "Сила веры:",
            "text": "Представь: люди страдают сотни лет, и вдруг кто-то приходит и говорит, что всё закончится. Многие бы не поверили. Но евреи поверили сразу! Это показывает силу их веры во Всевышнего."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 97-103",
      "icon": "📿",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Пойте Всевышнему",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы читаем главы с 97 по 103. В одной из сегодняшних глав есть стих: 'הָרִיעוּ לַה׳ כָּל הָאָרֶץ (Пойте Всевышнему, вся земля!)'"
          },
          {
            "type": "heading",
            "text": "Секрет в буквах"
          },
          {
            "type": "text",
            "text": "В хасидизме говорится, что слова 'הָרִיעוּ לַה׳ כָּל הָאָרֶץ' — это начальные буквы слова 'הֲלָכָה (закон)'!"
          },
          {
            "type": "teaching",
            "title": "Связь между пением и законом:",
            "text": "Когда мы следуем закону, так, как Всевышний хочет, чтобы всё было устроено, это как будто весь мир поёт Всевышнему!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Когда оркестр играет, каждый музыкант играет свою партию по нотам. Если все следуют нотам точно, получается прекрасная музыка! Так же и с законом — когда мы все следуем тому, что хочет Всевышний, весь мир становится прекрасной песней!"
          },
          {
            "type": "heading",
            "text": "Связь с сегодняшним днём"
          },
          {
            "type": "text",
            "text": "Это связано с сегодняшним днём — йорцайтом (днём памяти) Рамбама. Рамбам написал книгу Мишне Тора — книгу законов!"
          },
          {
            "type": "highlight",
            "text": "Когда мы следуем законам, которые учил Рамбам, весь мир поёт Всевышнему!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 13",
      "icon": "📕",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Истина для разных уровней",
        "paragraphs": [
          {
            "type": "text",
            "text": "Алтер Ребе учит нас, что быть истинным — это разное в зависимости от уровня человека. Поэтому бейнони не должен чувствовать себя плохо, что его истина — это не та же истина, что у праведника."
          },
          {
            "type": "heading",
            "text": "Вопрос об истине"
          },
          {
            "type": "text",
            "text": "Мы узнали, что бейнони чувствует очень сильную связь со Всевышним во время молитвы. Но после молитвы он больше не чувствует этой сильной любви!"
          },
          {
            "type": "text",
            "text": "Так действительно ли его служение истинно?"
          },
          {
            "type": "heading",
            "text": "Сравнение с праведником"
          },
          {
            "type": "text",
            "text": "По сравнению с уровнем настоящего праведника, это служение не называется истинным, потому что оно не одинаково всё время."
          },
          {
            "type": "text",
            "text": "У праведника любовь ко Всевышнему постоянна — она одинаково сильна во время молитвы и после неё, утром и вечером, каждый день."
          },
          {
            "type": "heading",
            "text": "Истина для бейнони"
          },
          {
            "type": "text",
            "text": "Но Алтер Ребе говорит, что это служение ЯВЛЯЕТСЯ истинным для бейнони!"
          },
          {
            "type": "teaching",
            "title": "Почему это истина:",
            "text": "Бейнони способен создавать эту сильную связь со Всевышним каждый день, молясь с усердием. Для бейнони это называется истиной, потому что он делает это каждый день, это его постоянный уровень."
          },
          {
            "type": "example",
            "title": "Аналогия:",
            "text": "Представь двух спортсменов. Один — олимпийский чемпион, который бегает марафон за 2 часа. Другой — обычный человек, который бегает марафон за 4 часа. Для чемпиона 4 часа — это не его истинный результат. Но для обычного человека, который тренируется и каждый раз бежит за 4 часа, это его истинный результат!"
          },
          {
            "type": "text",
            "text": "Так же и с бейнони. Хотя его связь со Всевышним не постоянна, как у праведника, она постоянна для его уровня — он создаёт её каждый день через молитву с усердием."
          },
          {
            "type": "highlight",
            "text": "Каждый человек должен быть истинным на своём уровне — не сравнивать себя с другими, а быть лучшим, кем ты можешь быть!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "20 Тевета",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Сила хорошего друга",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы учим, как важно иметь хорошего друга, чтобы обсуждать, как стать лучшим евреем!"
          },
          {
            "type": "heading",
            "text": "История Миттелер Ребе"
          },
          {
            "type": "text",
            "text": "Когда Миттелер Ребе было 16 лет, Алтер Ребе поставил его руководить младшими хасидами. Одна из вещей, которую начал Миттелер Ребе, — это важность иметь хорошего חָבֵר (товарища, друга)."
          },
          {
            "type": "text",
            "text": "Хороший друг также помогает человеку понять, какие вопросы нужно задавать своему духовному наставнику, и помогает ему следовать тому, что наставник говорит."
          },
          {
            "type": "heading",
            "text": "Объяснение в личной встрече"
          },
          {
            "type": "text",
            "text": "Миттелер Ребе объяснил кому-то на личной встрече, почему хороший товарищ так помогает в служении Всевышнему:"
          },
          {
            "type": "teaching",
            "title": "Два против одного:",
            "text": "Когда два еврея говорят вместе о служении Всевышнему, их души помогают друг другу! Поэтому внутри каждого из них как будто есть ДВЕ Б-жественные души (или Йецер Тов), работающие, чтобы преодолеть их животную душу (или Йецер а-Ра)!"
          },
          {
            "type": "example",
            "title": "Как это работает:",
            "text": "Представь: у тебя внутри идёт борьба между Йецер Тов и Йецер а-Ра. Один на один, это тяжело. Но когда ты говоришь с другом о служении Всевышнему, его Йецер Тов присоединяется к твоему! Теперь это два Йецер Тов против одного Йецер а-Ра!"
          },
          {
            "type": "text",
            "text": "Мы учим в Тании о способах помочь нашей Б-жественной душе перехитрить животную душу. Здесь в Hayom Yom мы учим ещё один способ — объединиться с другим евреем!"
          },
          {
            "type": "heading",
            "text": "Почему два против одного?"
          },
          {
            "type": "text",
            "text": "Когда мы говорим 'Два Йецер Тов против одного Йецер а-Ра', мы говорим о том, как это для КАЖДОГО из евреев, говорящих вместе."
          },
          {
            "type": "text",
            "text": "Йецер Тов другого человека будет рад помочь своему другу и присоединится к Йецер Тов друга."
          },
          {
            "type": "text",
            "text": "Но Йецер а-Ра эгоистичен — он не будет пытаться помочь другому человеку! Поэтому у каждого человека есть только свой собственный Йецер а-Ра."
          },
          {
            "type": "highlight",
            "text": "Когда двое против одного, шансы на успех намного больше!"
          },
          {
            "type": "example",
            "title": "Практический совет:",
            "text": "Найди хорошего друга, с которым можно говорить о том, как быть лучшим евреем. Обсуждайте свои успехи и трудности. Помогайте друг другу расти. Это не просто приятно — это мощный инструмент в служении Всевышнему!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы Санедрина - Главы 7-9",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Как судьи принимают решения",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы учим больше о законах суда и о том, как судьи должны действовать."
          },
          {
            "type": "heading",
            "text": "Интересный закон: זַבְלָא"
          },
          {
            "type": "text",
            "text": "В седьмой главе есть интересный закон, который называется זַבְלָא (система выбора судей)."
          },
          {
            "type": "text",
            "text": "Если два человека спорят (например, о деньгах), и каждый хочет пойти к другому судье, они могут каждый выбрать одного судью."
          },
          {
            "type": "teaching",
            "title": "Как это работает:",
            "text": "Затем эти судьи выбирают третьего судью, чтобы убедиться, что закон будет истолкован справедливо. Так обе стороны чувствуют, что их интересы представлены!"
          },
          {
            "type": "heading",
            "text": "Следование большинству"
          },
          {
            "type": "text",
            "text": "Главы 8 и 9 учат нас законам о следовании רֹב (большинству) — тому, что говорит большинство судей."
          },
          {
            "type": "text",
            "text": "Мы действуем по-другому, когда это случай о смертной казни. В таких делах нужно особое большинство — не просто больше голосов, а как минимум на два голоса больше."
          },
          {
            "type": "example",
            "title": "Пример:",
            "text": "Если в суде 23 судьи, и 12 говорят 'виновен', а 11 говорят 'невиновен', этого недостаточно для смертной казни. Нужно минимум 13 против 11 — разница в два голоса."
          },
          {
            "type": "highlight",
            "text": "Система построена так, чтобы защитить жизнь и быть очень осторожными с серьёзными наказаниями!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Рамбам готовит нас к Мошиаху",
      "icon": "👑",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Учить Рамбам — готовиться к Мошиаху",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня йорцайт Рамбама. Установление Ребе учить Рамбам и Книгу заповедей — это особый способ приготовиться к Мошиаху!"
          },
          {
            "type": "heading",
            "text": "Почему именно Рамбам?"
          },
          {
            "type": "text",
            "text": "Когда у нас будет праздник, мы готовим вещи, которые будут на празднике! Мы придумываем правила для игр, решаем, какое обещание дадим, и планируем, как накроем стол и когда скажем стихи."
          },
          {
            "type": "text",
            "text": "Рамбам говорит в законах о Мошиахе, что во времена Мошиаха мы сможем исполнять ВСЕ заповеди, как раньше, когда стоял Храм, точно так, как хочет Всевышний!"
          },
          {
            "type": "teaching",
            "title": "Как лучше всего приготовиться:",
            "text": "Мы можем учить и знать обо всех заповедях и законах, чтобы знать, чего хочет Всевышний. Есть только одна книга, которая учит нас ВСЕМУ, что нам нужно знать, включая законы о Храме и жертвоприношениях: Рамбам!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Ты готовишься к большому концерту. Ты не просто ждёшь, ты учишь ноты, репетируешь, готовишь инструменты. Когда начнётся концерт, ты будешь готов! Так же с Мошиахом — мы учим Рамбам сейчас, чтобы быть готовыми исполнять все заповеди, когда он придёт!"
          },
          {
            "type": "heading",
            "text": "Связь между Рамбамом и Алтер Ребе"
          },
          {
            "type": "text",
            "text": "Ребе учит нас, что должна быть связь между Рамбамом и Алтер Ребе, поскольку их йорцайты всего через несколько дней друг от друга."
          },
          {
            "type": "text",
            "text": "Одна связь очень легко увидеть:"
          },
          {
            "type": "text",
            "text": "Рамбам написал Руку сильную (Яд а-Хазака), которая учит нас законам Торы, и Путеводитель растерянных (Море Невухим), который учит, как служить Всевышнему."
          },
          {
            "type": "text",
            "text": "Алтер Ребе написал Шулхан Арух, который учит нас законам Торы, и Танию, чтобы научить нас, как служить Всевышнему!"
          },
          {
            "type": "highlight",
            "text": "Оба великих учителя дали нам и законы, и путь к сердцу!"
          },
          {
            "type": "heading",
            "text": "Что делать сегодня"
          },
          {
            "type": "text",
            "text": "Ребе говорит нам, что сегодня хороший день для собрания и усиления изучения Книги заповедей и Рамбама — для себя и для других!"
          },
          {
            "type": "example",
            "title": "Практическое действие:",
            "text": "Убедись, что ты учишь Рамбам каждый день! Если ты ещё не начал, сегодня — отличный день, чтобы начать. Если уже учишь, расскажи другу об этом и помоги ему тоже начать!"
          },
          {
            "type": "text",
            "text": "Какой лучший способ приготовиться к Мошиаху? Давайте будем уверены, что учим Рамбам каждый день!"
          }
        ]
      }
    }
  ]
}
