{
  "date": "2026-01-03",
  "hebrewDate": "י״ד טבת ה׳תשפ״ו (14 Тевета 5786)",
  "parsha": "Ваехи",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и успех солдат, защищающих её",
  "specialDay": "Шаббат Хазак - завершение Хумаша Берешит",
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Недельная глава Ваехи - День седьмой",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Конец жизни Йосефа и обещание Геулы",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы читаем последнюю часть недельной главы Ваехи и завершаем весь Хумаш Берешит!"
          },
          {
            "type": "heading",
            "text": "Братья беспокоятся"
          },
          {
            "type": "text",
            "text": "Колена беспокоились, что может быть Йосеф будет плохо относиться к ним теперь, когда Яаков покинул этот мир."
          },
          {
            "type": "highlight",
            "text": "«Не беспокойтесь», — сказал Йосеф братьям. — «Я позабочусь о вас и обеспечу вас едой»."
          },
          {
            "type": "text",
            "text": "Но Йосеф больше не устраивал столько семейных праздников, как раньше, когда был жив Яаков. Когда египтяне увидели это, они перестали так хорошо относиться к коленам, как раньше."
          },
          {
            "type": "text",
            "text": "Тогда колена поняли, что скоро евреи станут рабами, как Всевышний говорил Аврааму."
          },
          {
            "type": "heading",
            "text": "Жизнь Йосефа"
          },
          {
            "type": "text",
            "text": "Йосеф прожил в Египте всю свою жизнь — 110 лет. Он успел учиться даже со своими правнуками, прежде чем покинул этот мир!"
          },
          {
            "type": "highlight",
            "text": "Йосеф сказал братьям очень важные слова: «Я покину этот мир, но Всевышний вспомнит о вас и выведет вас из Египта!»"
          },
          {
            "type": "text",
            "text": "Всевышний приведёт их в землю, обещанную Аврааму, Ицхаку и Яакову — в Эрец Исраэль."
          },
          {
            "type": "heading",
            "text": "Просьба Йосефа"
          },
          {
            "type": "text",
            "text": "Перед тем как покинуть этот мир, Йосеф попросил братьев о важной вещи: когда Всевышний выведет евреев из Египта, они должны взять с собой его гроб!"
          },
          {
            "type": "teaching",
            "title": "Гроб Йосефа остался с евреями",
            "text": "До того момента, когда евреи вышли из Египта, гроб Йосефа оставался с евреями в Египте. Это напоминало им об обещании Всевышнего!"
          },
          {
            "type": "highlight",
            "text": "Хазак, Хазак, ве-нитхазек! Мы только что закончили изучать весь Хумаш Берешит!"
          },
          {
            "type": "heading",
            "text": "Шаббат Хазак"
          },
          {
            "type": "text",
            "text": "Эта Шаббат называется Шаббат Хазак! Почему? Потому что на этой неделе мы заканчиваем целую книгу Торы — Хумаш Берешит!"
          },
          {
            "type": "text",
            "text": "В синагоге, когда заканчивают читать главу, все говорят: «Хазак, Хазак, ве-нитхазек!» — «Будь силён, будь силён, и ты станешь сильным!»"
          },
          {
            "type": "teaching",
            "title": "Сила от изучения Торы",
            "text": "Изучение части Торы, особенно целого Хумаша, даёт нам силу и энергию продолжать, благодаря урокам, которые мы из него извлекли."
          },
          {
            "type": "heading",
            "text": "Обещания Всевышнего"
          },
          {
            "type": "text",
            "text": "На протяжении всего Хумаша Берешит мы видим, как Всевышний даёт обещания. Он обещал праотцам, начиная с Брит Бейн Абетарим Аврааму Авину, что евреи получат Эрец Исраэль."
          },
          {
            "type": "text",
            "text": "Мы видим обещания и благословения, данные коленам, и обещание Йосефа Ацадика евреям, что Всевышний не забудет их и выведет из изгнания Египта."
          },
          {
            "type": "highlight",
            "text": "Эти обещания были не только для тех времён — они для нас сегодня тоже!"
          },
          {
            "type": "text",
            "text": "Сейчас мы тоже в изгнании, но обещание Всевышнего не изменилось! Всевышний обещает, что выведет нас из изгнания и вернёт в Эрец Исраэль."
          },
          {
            "type": "text",
            "text": "Это особенно важно помнить сейчас, когда Ребе говорит нам, как близко мы к Геуле! Даже если бывает трудно, Всевышний обещает вспомнить о нас и вывести из изгнания к полному Избавлению!"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Капителах 72-76",
      "icon": "🙏",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Ми ли Башамаим — я хочу только Всевышнего",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодняшние капители Теилим — от Аин-Бет (72) до Аин-Вав (76)."
          },
          {
            "type": "text",
            "text": "В капителе 73 есть очень особый стих: «Ми ли Башамаим ве-имха ло хафацти баарец» — «Нужны ли мне Небеса? И я не хочу того, что с Тобой в мире»."
          },
          {
            "type": "heading",
            "text": "Что сказал Альтер Ребе"
          },
          {
            "type": "text",
            "text": "Цемах Цедек рассказал, что Альтер Ребе говорил: этот стих означает, что он не хочет того, что С Всевышним, даже самые особые духовные вещи, как Ган Эден или Олам Аба."
          },
          {
            "type": "highlight",
            "text": "Он хотел только Самого Всевышнего!"
          },
          {
            "type": "heading",
            "text": "Как соединиться с Самим Всевышним?"
          },
          {
            "type": "text",
            "text": "Как человек соединяется с Самим Всевышним? Делая заповедь в этом материальном мире!"
          },
          {
            "type": "text",
            "text": "Мудрецы говорят: один час тшувы и добрых дел в этом мире лучше, чем весь Олам Аба!"
          },
          {
            "type": "teaching",
            "title": "Разница между этим миром и Олам Аба",
            "text": "В Олам Аба души наслаждаются светом Всевышнего. Но через заповедь в этом мире душа соединяется с СУЩНОСТЬЮ Всевышнего!"
          },
          {
            "type": "example",
            "title": "Практический урок:",
            "text": "Когда ты делаешь заповедь — надеваешь тфилин, зажигаешь свечи на Шаббат, даёшь цдаку — ты соединяешься не просто со светом Всевышнего, а с Его Сущностью! Это самое высокое, что может быть!"
          },
          {
            "type": "highlight",
            "text": "Поэтому заповеди в этом материальном мире так драгоценны — через них мы достигаем самого высокого!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Перек Йуд-Бет",
      "icon": "📘",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Бейнони — главная тема Тании",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы начинаем изучать Бейнони — это главная тема Тании, Сефер шель Бейноним!"
          },
          {
            "type": "heading",
            "text": "Кто такой Бейнони?"
          },
          {
            "type": "text",
            "text": "Слово «бейнони» означает «посередине», потому что бейнони находится прямо посередине между цадиком и раша."
          },
          {
            "type": "text",
            "text": "В некотором смысле бейнони точно как цадик, потому что он следит, чтобы только Нефеш Элокис контролировала то, что делает тело!"
          },
          {
            "type": "text",
            "text": "Но то, как человек на самом деле чувствует внутри, совсем не как цадик. На самом деле он чувствует себя как раша!"
          },
          {
            "type": "heading",
            "text": "Чувства Бейнони"
          },
          {
            "type": "text",
            "text": "Нефеш Абеамис имеет много чего сказать! Она постоянно заставляет бейнони чувствовать, что он чего-то хочет или в чём-то нуждается (таавот), и заставляет его осознавать чувства, которые могут привести к мыслям, словам или делам против воли Всевышнего."
          },
          {
            "type": "highlight",
            "text": "Но бейнони НИКОГДА не послушает то, что говорит Нефеш Абеамис, если это против Торы!"
          },
          {
            "type": "text",
            "text": "Он никогда не сделает — или даже не подумает — ничего, что позволило бы Нефеш Абеамис получить контроль над его телом. Он не может совершить грех!"
          },
          {
            "type": "heading",
            "text": "Особое время — молитва"
          },
          {
            "type": "text",
            "text": "Есть даже способ для бейнони сделать свою любовь к Всевышнему намного сильнее, почти как у цадика!"
          },
          {
            "type": "text",
            "text": "Она может стать настолько сильной, что Нефеш Абеамис будет подавлена и «заснёт», и даже не сможет придумать никаких чувств!"
          },
          {
            "type": "teaching",
            "title": "Когда это происходит?",
            "text": "Это может произойти только в особое время, как время молитвы, когда сияет в Небесах мощная сила, называемая Мохин де-Гадлут. Бейнони может использовать Шма (с благословениями перед ним, которые готовят к этому), чтобы сделать свою любовь к Всевышнему достаточно сильной, чтобы усыпить Нефеш Абеамис."
          },
          {
            "type": "text",
            "text": "Когда особая сила молитвы уходит, тогда Нефеш Абеамис снова просыпается, и снова он может чувствовать себя внутри как раша."
          },
          {
            "type": "heading",
            "text": "Бейнони посередине"
          },
          {
            "type": "highlight",
            "text": "Итак, бейнони находится посередине. Он чувствует себя как раша, но ведёт себя как цадик."
          },
          {
            "type": "text",
            "text": "Он всегда борется с чувствами своего Йецер Ара внутри, чтобы держать свою Нефеш Элокис под контролем тела. В своём поведении он всегда побеждает и ведёт себя как цадик."
          },
          {
            "type": "teaching",
            "title": "Важное пояснение Ребе:",
            "text": "Ребе объясняет: это не означает, что если мы совершили грех, мы никогда не сможем быть бейнони. Это означает, что в том состоянии, в котором мы находимся сейчас, нам невозможно совершить грех! Мы так хотим делать то, что хочет Всевышний, что сейчас нам кажется, что мы никогда не смогли бы совершить грех."
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "Мысль дня - 14 Тевета",
      "icon": "☀️",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Рука Бааль Шем Това",
        "paragraphs": [
          {
            "type": "text",
            "text": "Шполер Зейде был учеником Магида из Мезрича."
          },
          {
            "type": "text",
            "text": "Однажды он посетил Альтер Ребе и рассказал ему о том, как видел Бааль Шем Това."
          },
          {
            "type": "highlight",
            "text": "Ему было всего 3 года, и Бааль Шем Тов положил свою святую руку на сердце Шполер Зейде."
          },
          {
            "type": "text",
            "text": "«С тех пор», — сказал Шполер Зейде, — «я всегда чувствовал тепло»."
          },
          {
            "type": "heading",
            "text": "Урок для нас"
          },
          {
            "type": "teaching",
            "title": "Вечное впечатление",
            "text": "Мы узнаём из этого, что всё, что делает цадик, и особенно видеть и слышать его, оставляет на нас впечатление навсегда."
          },
          {
            "type": "example",
            "title": "Как это работает:",
            "text": "Когда ты видишь цадика, слышишь его слова, получаешь от него благословение — это остаётся с тобой на всю жизнь! Как Шполер Зейде, который чувствовал тепло от руки Бааль Шем Това всю свою жизнь."
          },
          {
            "type": "text",
            "text": "Поэтому так важно использовать каждую возможность увидеть цадика, услышать его учение, получить от него благословение. Это даёт нам силу на всю жизнь!"
          },
          {
            "type": "highlight",
            "text": "Каждая встреча с цадиком, каждое его слово — это вечный подарок, который остаётся с нами навсегда!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Илхот Нахалот",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Законы о наследстве",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы заканчиваем изучать законы о спорах в Бейт-Дине и начинаем новую тему — законы о нахалот (наследстве)."
          },
          {
            "type": "heading",
            "text": "Завершение законов о спорах"
          },
          {
            "type": "text",
            "text": "Перек 17 учит нас, когда Бейт-Дин не должен доверять человеку."
          },
          {
            "type": "example",
            "title": "Пример со свидетелем:",
            "text": "Если человек был свидетелем, когда другой продавал поле, он не может потом прийти в Бейт-Дин и сказать, что поле украли у него! Если бы поле действительно украли у него, он не был бы свидетелем при продаже."
          },
          {
            "type": "teaching",
            "title": "Последний закон этого раздела:",
            "text": "Последний закон этого раздела учит нас быть очень осторожными и не лгать в Бейт-Дине, даже если это для того, чтобы вернуть деньги правильному человеку!"
          },
          {
            "type": "heading",
            "text": "Законы о наследстве"
          },
          {
            "type": "text",
            "text": "Мы начинаем новый раздел законов сегодня — законы о нахалот. Кто получает вещи человека после того, как он покидает этот мир?"
          },
          {
            "type": "text",
            "text": "Закон таков: обычно всё переходит к детям, причём первенец получает двойную долю!"
          },
          {
            "type": "heading",
            "text": "Кто получает наследство?"
          },
          {
            "type": "text",
            "text": "Перек 1 учит нас, как определить, какие родственники получают наследство."
          },
          {
            "type": "heading",
            "text": "Как работает двойная доля первенца?"
          },
          {
            "type": "text",
            "text": "В перек 2 мы узнаём, как бехор (первенец) получает свою двойную долю наследства!"
          },
          {
            "type": "teaching",
            "title": "Как это рассчитывается:",
            "text": "Мы считаем, сколько людей должны получить наследство, и добавляем к этому числу один. Потом делим наследство на столько равных частей. Бехор получает две из этих частей, а остальные люди получают по одной."
          },
          {
            "type": "example",
            "title": "Практический пример:",
            "text": "Если у человека было три сына, и один из них — бехор, мы делим так: 3 сына + 1 = 4 части. Делим наследство на 4 равные части. Бехор получает 2 части, а каждый из двух других сыновей получает по 1 части."
          },
          {
            "type": "highlight",
            "text": "Эти законы показывают, как Тора справедливо и мудро распределяет наследство в еврейской семье!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА У-МОШИАХ",
      "subtitle": "Мы хотим Мошиаха сейчас!",
      "icon": "💡",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Только Сущность Всевышнего!",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы узнали в Теилим стих «Ми ли Башамаим» — Альтер Ребе говорит, что мы хотим только Всевышнего."
          },
          {
            "type": "highlight",
            "text": "Мы говорим то же самое, когда просим Мошиаха сейчас!"
          },
          {
            "type": "heading",
            "text": "Хорошие вещи в изгнании"
          },
          {
            "type": "text",
            "text": "Может показаться, что в изгнании много хороших вещей — в материальности и даже в духовности."
          },
          {
            "type": "text",
            "text": "Человек мог бы попросить у Всевышнего богатство, или здоровье, или счастье. Он мог бы попросить Всевышнего дать ему возможность много учить Тору или молиться с большой каваной."
          },
          {
            "type": "text",
            "text": "Все эти вещи могли бы произойти в изгнании."
          },
          {
            "type": "heading",
            "text": "Но мы учимся от Альтер Ребе"
          },
          {
            "type": "highlight",
            "text": "Мы узнаём от Альтер Ребе, что это НЕ то, чего мы должны хотеть!"
          },
          {
            "type": "text",
            "text": "Только когда придёт Мошиах, откроется Эцем (Сущность) Всевышнего."
          },
          {
            "type": "text",
            "text": "Мы говорим, что эти хорошие вещи недостаточны — мы хотим, чтобы открылась Сущность Всевышнего!"
          },
          {
            "type": "teaching",
            "title": "Что мы действительно хотим:",
            "text": "Мы не хотим даже самые прекрасные вещи изгнания. Мы не хотим богатство, здоровье или даже высокие духовные уровни в изгнании. Мы хотим только одного — чтобы открылась Сущность Всевышнего, что произойдёт только с приходом Мошиаха!"
          },
          {
            "type": "example",
            "title": "Практическое применение:",
            "text": "Когда ты просишь у Всевышнего что-то хорошее, помни: самое главное — это не просто получить хорошие вещи, а чтобы пришёл Мошиах и открылась Сущность Всевышнего. Это то, чего мы по-настоящему хотим!"
          },
          {
            "type": "highlight",
            "text": "Мы хотим Мошиаха сейчас!"
          },
          {
            "type": "text",
            "text": "Каждый раз, когда мы просим Мошиаха, мы говорим: «Не хватит никаких хороших вещей изгнания. Мы хотим Тебя, Всевышний, Твою Сущность — мы хотим Мошиаха СЕЙЧАС!»"
          }
        ]
      }
    }
  ]
}
