{
  "date": "2026-02-07",
  "hebrewDate": "כ׳ שבט ה׳תשפ״ו",
  "parsha": "Итро",
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Страх и рост",
      "icon": "🌱",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Семя должно измениться",
        "paragraphs": [
          {
            "type": "text",
            "text": "Когда евреи услышали голос Б-га, они испугались и отступили. Моше объяснил, что этот страх (трепет) полезен. Алтер Ребе приводит пример с семенем: прежде чем вырастет красивое растение, семя в земле должно полностью измениться и потерять свою старую форму."
          },
          {
            "type": "highlight",
            "text": "Так и евреи у горы Синай: чтобы стать святым народом и выполнить свою миссию, им нужно было перестать быть «просто людьми» и полностью подчиниться воле Творца (Биттуль)."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 97-103",
      "icon": "👑",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Мудрая просьба",
        "paragraphs": [
          {
            "type": "text",
            "text": "В 102-й главе царь Давид называет себя «бедняком». Баал-Шем-Тов объясняет это притчей. Однажды царь предложил людям просить всё, что они хотят. Кто-то просил богатства, кто-то славы."
          },
          {
            "type": "text",
            "text": "Но один мудрец попросил только возможности говорить с царём каждый день. Царь был так рад, что дал ему и это право, и ключи от всех сокровищниц. Когда мы молимся только ради связи с Б-гом, мы получаем всё остальное тоже!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Глава 26",
      "icon": "😃",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Сила радости",
        "paragraphs": [
          {
            "type": "text",
            "text": "Алтер Ребе учит, что победить Ецер а-Ра (дурное начало) можно только с радостью (Симха). Представь двух борцов: даже если один сильнее, но он вялый и грустный, его легко победит более слабый, но энергичный противник."
          },
          {
            "type": "highlight",
            "text": "Грусть и уныние — главные помощники Ецер а-Ра. Поэтому мы должны служить Всевышнему с радостью и энергией, чтобы у зла не было шансов."
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "20 Швата",
      "icon": "🤲",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Омывание рук",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы узнаем о правильном способе омывания рук (Нетилат Ядаим). Ребе Рашаб писал, что нужно лить воду на каждую руку по три раза."
          },
          {
            "type": "text",
            "text": "У Ребе Махараша был обычай оставлять немного воды в ладонях после третьего омывания, чтобы потереть руки друг о друга перед благословением."
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Основы Торы",
      "icon": "🌟",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Звезды славят Б-га",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы продолжаем изучать «Есодей а-Тора» (Основы Торы). Рамбам рассказывает об устройстве космоса: о луне, солнце и звездах."
          },
          {
            "type": "highlight",
            "text": "Оказывается, звезды и планеты — это не просто камни или газ. Они обладают знанием и постоянно восхваляют Творца. Изучая величие космоса, мы начинаем больше любить и бояться Всевышнего."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА",
      "subtitle": "Тело будущего",
      "icon": "✨",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Секрет тела",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сейчас душа дает жизнь телу. Но когда придет Машиах и наступит Будущий мир (Леатид Лаво), все изменится. Тело еврея окажется настолько святым, что само будет давать энергию душе!"
          },
          {
            "type": "text",
            "text": "Поэтому нам нужно беречь свое тело и здоровье уже сейчас, ведь оно — драгоценный сосуд для служения Б-гу."
          }
        ]
      }
    }
  ]
}
