{
  "metadata": {
    "date": "2026-01-29",
    "hebrewDate": "יא שבט תשפ״ו",
    "hebrewDateTranslated": "11 Швата 5786",
    "dayOfWeek": "Четверг",
    "parsha": "Бешалах",
    "specialDay": "Йуд-Алеф Швата - первый полный день руководства Ребе",
    "language": "ru",
    "version": "1.0"
  },

  "dailyLessons": {
    "chumash": {
      "id": "chumash_20260129",
      "title": "Хумаш",
      "subtitle": "Парша Бешалах - Хамиши с Раши",
      "summary": "После Рассечения моря евреи путешествуют по пустыне. В Эйлим они находят 12 источников и 70 финиковых деревьев. Когда заканчивается маца, Всевышний обещает послать ман с небес каждый день, кроме субботы.",
      "fullText": "После Рассечения моря евреи начали путешествие по пустыне.Евреи пришли в место под названием Эйлим. Там они нашли двенадцать источников воды и 70 финиковых деревьев. Они расположились там у воды. Раши объясняет нам, что Всевышний поместил источники воды там, чтобы намекнуть на двенадцать колен, а 70 финиковых деревьев были там в связи с 70 старейшинами.\n\nЧерез месяц после выхода из Египта, у евреев закончилась маца. Они жаловались Моше и Аарону, что у них нет еды — вместо того, чтобы доверять Всевышнему или просить вежливо. Они хотели иметь хлеб и мясо!\n\nНесмотря на то, что Всевышнему не понравилось, как евреи просили, Он сказал Моше, что пошлёт ман для евреев! Он будет падать с небес каждый день утром, кроме субботы. В пятницу им нужно будет взять ДВОЙНУЮ порцию мана, чтобы у них было достаточно на пятницу И субботу.\n\nМоше также сказал евреям, что Всевышнему не понравился способ, которым евреи жаловались. Всевышний даст им хлеб утром, а сегодня они также получат мясо птицы слав днём. Поскольку хлеб — это настоящая потребность, Всевышний даст его утром, что является лучшим временем для его получения, и более уважительным способом. Мясо они получат днём, и не таким уважительным образом.\n\nОн сказал им, что скоро Всевышний хочет поговорить с ними об этом! Все евреи собрались вместе, и они увидели, как Всевышний готов говорить с Моше из облака.",
      "keyPoints": [
        "Двенадцать источников намекают на 12 колен",
        "70 финиковых деревьев соответствуют 70 старейшинам",
        "Ман падал каждый день кроме субботы",
        "В пятницу падала двойная порция",
        "Всевышний дал урок о правильном способе просить"
      ],
      "vocabulary": [
        {"term": "Эйлим", "definition": "Место с источниками и финиковыми деревьями"},
        {"term": "Ман", "definition": "Хлеб с небес"},
        {"term": "Слав", "definition": "Птица-перепел"},
        {"term": "Колено", "definition": "Племя народа Израиля"}
      ]
    },

    "tehillim": {
      "id": "tehillim_20260129",
      "title": "Теѓилим",
      "subtitle": "День Йуд-Алеф (60-65)",
      "summary": "Царь Давид просит у Всевышнего долгой жизни для себя и всех евреев. Каждый еврей подобен царю.",
      "fullText": "Сегодняшний Теѓилим - главы Самех через Самех-Hей.\n\nВ главе Самех-Алеф царь Давид просит у Всевышнего что-то очень особенное: \"Дни к дням царя добавь\" — \"Пусть Всевышний добавит дни к дням царя\". Царь Давид просил Всевышнего, чтобы он жил долго.\n\nЗоѓар говорит, что когда человек рождается, Всевышний решает, сколько он будет жить. Если у него есть особая заслуга, Всевышний сделает так, что он проживёт ещё дольше! Это то, о чём царь Давид просил Всевышнего — чтобы у него была заслуга жить очень долго.\n\nПоскольку КАЖДЫЙ еврей подобен царю (\"Все евреи - сыновья царей\"), царь Давид также просил, чтобы ВСЕ евреи жили долго!",
      "keyPoints": [
        "Царь Давид просил долгой жизни",
        "Заслуги могут продлить жизнь",
        "Каждый еврей подобен царю",
        "Просьба относится ко всем евреям"
      ],
      "reference": "См. Теѓилим с комментарием Теѓилас Менахем, глава Самех-Алеф",
      "vocabulary": [
        {"term": "Теѓилим", "definition": "Псалмы царя Давида"},
        {"term": "Зоѓар", "definition": "Книга тайн Торы"},
        {"term": "Заслуга", "definition": "Духовная награда за добрые дела"}
      ]
    },

    "tanya": {
      "id": "tanya_20260129",
      "title": "Тания",
      "subtitle": "Ликутей Амарим Глава Хоф-Гимел (23)",
      "summary": "Как пробудить Скрытую любовь к Всевышнему? Через понимание Единства Всевышнего и исполнение Торы и заповедей, которые связывают нас с тем, как Всевышний видит мир.",
      "fullText": "Алтер Ребе рассказал нам ранее, что каждый еврей получает скрытую силу от праотцов, называемую Скрытая любовь. Когда эта скрытая любовь к Всевышнему выходит наружу, еврей не способен делать что-либо против воли Всевышнего. Алтер Ребе сейчас объясняет нам, как мы можем пробудить эту Скрытую любовь, чтобы помочь нам исполнять Тору и заповеди, даже когда это может быть очень трудно.\n\nЧтобы хорошо понять это, нам нужно было сначала узнать о Единстве Всевышнего. Что такое Единство Всевышнего? То, как Всевышний видит мир — что он действительно ЕДИН со Всевышним и совсем не отделён! Мы использовали пример того, как наши слова, прежде чем мы их произносим, являются просто частью нашего разума. Таким же образом, слова, которые Всевышний использовал для сотворения мира, действительно едины со Всевышним.\n\nНо мир, который мы видим, — это место, где Всевышний скрыт. Поэтому то, как устроен мир, заставляет его ВЫГЛЯДЕТЬ отделённым от Всевышнего!\n\nЕсть что-то в этом мире, однако, что связывает нас со Всевышним и с тем, как мир действительно един со Всевышним, как Всевышний видит его!\n\nЭто Тора и заповеди, которые являются волей Всевышнего, тем, чего хочет Всевышний. Весь мир был создан для того, чтобы евреи могли учить Тору и исполнять заповеди в нём! То, как Всевышний видит мир, — как инструмент для Торы и заповедей!\n\nПоэтому, когда мы учим Тору и исполняем заповеди в этом мире, мы показываем, что видим мир так, как видит его Всевышний. Мы связываемся с Единством Всевышнего и соединяемся с миром так, как Всевышний видит его — что он не отделён от Всевышнего вообще!\n\nПраотцы жили ВСЕЙ своей жизнью таким образом! Они не делали НИЧЕГО, кроме воли Всевышнего! Они ВСЕГДА были связаны с Единством Всевышнего. Нам тоже нужно стараться быть похожими на праотцов и связываться со Всевышним, исполняя волю Всевышнего каждый раз, когда можем!",
      "keyPoints": [
        "Скрытая любовь помогает исполнять заповеди",
        "Единство Всевышнего - мир един с Творцом",
        "Тора и заповеди связывают с Единством",
        "Праотцы всегда исполняли волю Всевышнего",
        "Мы должны стремиться быть как праотцы"
      ],
      "vocabulary": [
        {"term": "Скрытая любовь", "definition": "Сила от праотцов, помогающая служить Всевышнему"},
        {"term": "Единство Всевышнего", "definition": "Мир действительно един со Всевышним"},
        {"term": "Алтер Ребе", "definition": "Первый Ребе Хабада, автор Тании"},
        {"term": "Праотцы", "definition": "Авраам, Ицхак и Яаков"}
      ]
    },

    "hayomYom": {
      "id": "hayomyom_20260129",
      "title": "Ѓайом Йом",
      "subtitle": "Йуд-Алеф Швата",
      "summary": "Модэ Ани говорим до омовения рук, потому что есть часть души, которая всегда связана со Всевышним. Хасидизм раскрывает эту глубокую истину.",
      "fullText": "Каждый день мы начинаем наш день с Модэ Ани. Мы говорим это даже до того, как моем руки утреннее омовение — когда они ещё нечисты!\n\nНичто в мире не может сделать Модэ Ани еврея нечистым — есть часть нашей души, которая связана со Всевышним независимо от того, что мы делаем.\n\nЕсть известная беседа, которая была отредактирована Ребе и напечатана под названием Брошюра о сущности учения хасидизма. В этой беседе Ребе объясняет, как хасидизм раскрывает внутренность каждой части Торы, и что он совершает в еврее и в мире. В этой беседе Ребе использует этот Ѓайом Йом как пример, чтобы показать, что такое хасидизм!",
      "keyPoints": [
        "Модэ Ани говорят до омовения рук",
        "Часть души всегда чиста",
        "Связь со Всевышним неразрывна",
        "Хасидизм раскрывает внутренность Торы"
      ],
      "specialNote": "Сегодня первый полный день руководства Ребе! Йуд-Алеф Швата - день, когда весь день посвящён нашему особому служению.",
      "vocabulary": [
        {"term": "Модэ Ани", "definition": "Первая молитва утром: 'Благодарю Тебя'"},
        {"term": "Хасидизм", "definition": "Учение о служении Всевышнему с радостью"},
        {"term": "Ѓайом Йом", "definition": "Ежедневные поучения Ребе"}
      ]
    },

    "rambam": {
      "id": "rambam_20260129",
      "title": "Рамбам",
      "subtitle": "Законы траура",
      "sections": [
        {
          "sectionTitle": "Сефер ѓа-Мицвот - Урок #335",
          "sectionSubtitle": "Запретительная заповедь #166",
          "summary": "Коѓен не может становиться нечистым для умерших, кроме близких родственников.",
          "text": "Сегодняшняя заповедь (Запретительная заповедь #166) такая же, как вчера — что коѓен не имеет права становиться нечистым для умерших людей, кроме определённых членов его семьи.\n\nМы учим эту заповедь из стиха в главе Эмор: \"К мёртвому не приближайся среди народа своего\"."
        },
        {
          "sectionTitle": "Рамбам - Законы траура",
          "sectionSubtitle": "Главы Йуд-Бейс, Йуд-Гимел и Йуд-Далет",
          "summary": "Заканчиваем Законы траура. Учимся о заповедях любви к Израилю: посещение больных, помощь невестам и приём гостей. Рамбам был примером помощи всем людям.",
          "text": "В сегодняшнем Рамбаме (главы Йуд-Бейс, Йуд-Гимел и Йуд-Далет) мы заканчиваем Законы траура. Мы узнаём, что если человек плачет, когда слышит, что другой еврей умер, Всевышний хранит все эти слёзы в Своей сокровищнице.\n\nВ главе Йуд-Далет мы узнаём много заповедей, которые являются частью Любви к Израилю — такие как Посещение больных, Приведение невесты под хупу и Приём гостей.\n\nМы узнаём, что мы должны посещать больных даже неевреев, чтобы был мир.\n\nРамбам тоже так делал! Рамбам работал во дворце султана весь день. Когда он приходил домой, он был очень голоден и устал. Но он видел много евреев и неевреев, собравшихся вокруг, ждущих, чтобы кто-то помог им. Рамбам заботился о них, давая им лекарства и помогая им почувствовать себя лучше до очень позднего времени. Когда он наконец приходил домой, он был совершенно истощён!\n\nМы можем учиться у Рамбама помогать другим людям, даже если это очень трудно."
        },
        {
          "sectionTitle": "Рамбам - Одна глава",
          "sectionSubtitle": "Законы о царях - Глава Хес (8)",
          "summary": "Когда захватываем город, нужно убедиться, что неевреи соблюдают Семь заповедей потомков Ноаха.",
          "text": "Теперь мы узнаём о том, что делать, когда мы захватываем город у неевреев. Одна из вещей — убедиться, что неевреи соблюдают Семь заповедей потомков Ноаха — семь заповедей, которые неевреи должны соблюдать."
        }
      ],
      "keyPoints": [
        "Коѓен не становится нечистым для умерших (кроме близких родственников)",
        "Слёзы о еврее хранятся у Всевышнего",
        "Посещение больных - часть любви к Израилю",
        "Помогать даже неевреям для мира",
        "Рамбам сам служил примером помощи другим",
        "Неевреи должны соблюдать Семь заповедей Ноаха"
      ],
      "vocabulary": [
        {"term": "Рамбам", "definition": "Рабби Моше бен Маймон, великий законоучитель"},
        {"term": "Коѓен", "definition": "Священник из рода Аарона"},
        {"term": "Семь заповедей Ноаха", "definition": "Основные законы для всего человечества"}
      ]
    },

    "geula": {
      "id": "geula_20260129",
      "title": "Геула и Мошиах",
      "subtitle": "Суббота Песни - Шабос Шира",
      "summary": "Эта суббота называется Суббота Песни. Всего есть десять песен Всевышнему, и десятую мы споём, когда придёт Мошиах!",
      "fullText": "Парша этой недели — Бешалах. Мы называем эту субботу \"Суббота Песни\", потому что евреи спели \"Тогда воспел\", особую песнь Всевышнему.\n\nМидраш Мехилта рассказывает нам, что на самом деле есть ДЕСЯТЬ песен, которые евреи поют Всевышнему!\n\nОдна из них — в чтении из пророков на этой неделе, песнь, которую пророчица Двора спела после победы в войне. Другая — песня, которую царь Давид спел после того, как был спасён, заканчивающаяся стихом \"Возвеличивает спасение царя Своего\".\n\nДесятая песня будет спета евреями, когда придёт Мошиах! Мы говорим об этом в Приветствии субботы, говоря, что тогда мы споём новую песню: \"Пойте Всевышнему песнь новую\".",
      "keyPoints": [
        "Парша Бешалах называется Суббота Песни",
        "Существует десять песен Всевышнему",
        "Песнь Дворы - одна из десяти",
        "Песнь царя Давида - одна из десяти",
        "Десятая песня будет спета с приходом Мошиаха",
        "Новая песня упоминается в Приветствии субботы"
      ],
      "specialFocus": "Сегодня, Йуд-Алеф Швата, мы укрепляемся в исполнении посланничества Ребе — распространять еврейство и хасидизм с любовью к Израилю и готовиться к Избавлению!",
      "vocabulary": [
        {"term": "Шабос Шира", "definition": "Суббота Песни"},
        {"term": "Мошиах", "definition": "Помазанник, Избавитель"},
        {"term": "Геула", "definition": "Избавление"},
        {"term": "Двора", "definition": "Пророчица, судья Израиля"}
      ]
    }
  },

  "dailyMessage": {
    "title": "Особое значение дня",
    "message": "Сегодня, Йуд-Алеф Швата, — первый ПОЛНЫЙ день руководства Ребе! Вчера, Йуд Швата, был день ухода Предыдущего Ребе и начала руководства нашего Ребе. Но Йуд-Алеф Швата — это первый день, когда ВЕСЬ ДЕНЬ посвящён служению нашего поколения!\n\nКаждое поколение имеет своё особое служение. Сегодня наше служение — распространять еврейство и хасидизм среди себя и всех, кого мы можем достичь, с любовью к Израилю, и готовиться к Избавлению!\n\nМы должны изучать беседы Ребе, послания и письма, и думать о том, чему Ребе учит нас в них. Так мы сможем следовать по пути Ребе и правильно исполнять наше посланничество!",
    "action": "Укрепимся сегодня в продолжении посланничества Ребе и добавим в нём всеми нашими силами!",
    "inspiration": "\"Каждый из нас имеет особое посланничество от Ребе - распространять свет Торы и хасидизма!\""
  },

  "vocabulary": [
    {"term": "Йуд-Алеф Швата", "translation": "11 Швата", "category": "Даты"},
    {"term": "Бешалах", "translation": "Когда отпустил (фараон)", "category": "Парша"},
    {"term": "Шабос Шира", "translation": "Суббота Песни", "category": "Особые дни"},
    {"term": "Ман", "translation": "Хлеб с небес", "category": "Еда"},
    {"term": "Слав", "translation": "Перепел (птица)", "category": "Еда"},
    {"term": "Эйлим", "translation": "Место с источниками", "category": "География"},
    {"term": "Теѓилим", "translation": "Псалмы", "category": "Книги"},
    {"term": "Тания", "translation": "Основная книга Хабада", "category": "Книги"},
    {"term": "Модэ Ани", "translation": "Благодарю Тебя", "category": "Молитва"},
    {"term": "Рамбам", "translation": "Рабби Моше бен Маймон", "category": "Мудрецы"},
    {"term": "Коѓен", "translation": "Священник", "category": "Служение"},
    {"term": "Геула", "translation": "Избавление", "category": "Будущее"},
    {"term": "Мошиах", "translation": "Помазанник, Избавитель", "category": "Будущее"},
    {"term": "Зоѓар", "translation": "Книга тайн Торы", "category": "Книги"},
    {"term": "Алтер Ребе", "translation": "Первый Ребе Хабада", "category": "Мудрецы"},
    {"term": "Праотцы", "translation": "Авраам, Ицхак, Яаков", "category": "История"},
    {"term": "Хасидизм", "translation": "Учение о служении с радостью", "category": "Учение"},
    {"term": "Мидраш", "translation": "Толкование мудрецов", "category": "Тексты"},
    {"term": "Колено", "translation": "Племя Израиля", "category": "Народ"},
    {"term": "Ѓайом Йом", "translation": "Сегодняшний день", "category": "Книги"}
  ]
}
