{
  "date": "2026-01-31",
  "hebrewDate": "י״ג שבט ה׳תשפ״ו (13 Шевата 5786)",
  "parsha": "Бешалах",
  "specialDay": "Шаббат Кодеш, Шаббат Шира",
  "dedication": "За безопасность и успех евреев в Земле Израиля и солдат, защищающих её. День памяти Ребецн Штерны Сары",
  "mazalTov": [
    "Штерна Сара Лазарофф (Хьюстон, TX) - 3 года",
    "Шира Соломон (Балтимор, MD) - 5 лет",
    "Йоси Матлесс (Олбани, NY) - 7 лет"
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Бешалах - День 7",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Война с Амалеком",
        "paragraphs": [
          {
            "type": "text",
            "text": "Евреи путешествовали после расступления моря. Пришли в место без воды. Евреи (кроме колена Леви) снова жаловались! Моше очень расстроился."
          },
          {
            "type": "text",
            "text": "Всевышний велел Моше ударить палкой по скале — и вода вышла!"
          },
          {
            "type": "heading",
            "text": "Амалек нападает"
          },
          {
            "type": "text",
            "text": "Всевышний видел: евреи не верили, что Он заботится о них всегда. Поэтому Всевышний позволил Амалеку осмелиться напасть на евреев!"
          },
          {
            "type": "highlight",
            "text": "Большинство евреев были в облаках Всевышнего в безопасности, но некоторые грешники оказались снаружи."
          },
          {
            "type": "text",
            "text": "Моше сказал Ошеа (будущему Йеошуа): нужно сражаться с Амалеком, хотя большинство в безопасности. Ошеа выбрал солдат, а Моше (с Аароном и Хуром) поднялся на холм молиться."
          },
          {
            "type": "teaching",
            "title": "Руки Моше:",
            "text": "Когда Моше поднимал руки, напоминая евреям молиться Всевышнему, евреи побеждали! Когда забывали молиться — побеждал Амалек."
          },
          {
            "type": "text",
            "text": "Моше должен был сражаться сам, поэтому Всевышний не дал ему сил держать руки долго. Аарон и Хур дали Моше камень сесть и держали его руки."
          },
          {
            "type": "highlight",
            "text": "Моше не позволил солнцу сесть, пока евреи не выиграли войну!"
          },
          {
            "type": "text",
            "text": "Всевышний сказал Моше не убивать всех амалекитян сейчас. Написать в Торе: помнить, что сделал Амалек. Когда придут в Землю Израиля — уничтожить народ Амалека!"
          },
          {
            "type": "example",
            "title": "Урок:",
            "text": "Против физических врагов (Египет) Всевышний сражается за нас. Но против духовных врагов (Амалек) мы должны сражаться сами с помощью Всевышнего!"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 69-71",
      "icon": "🎵",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Пастух и царь",
        "paragraphs": [
          {
            "type": "text",
            "text": "Стих в конце главы 69: «Ки Элоким Йошиа Цион» — «Всевышний спасёт Иерусалим!» Мидраш рассказывает притчу об этом стихе."
          },
          {
            "type": "heading",
            "text": "Притча о пастухе"
          },
          {
            "type": "text",
            "text": "Был царь с овцами, за которыми смотрел пастух. Царь рассердился, прогнал овец, разобрал загон, убрал пастуха. Позже решил вернуть овец. Восстановил загон, вернул овец, но не позвал пастуха."
          },
          {
            "type": "text",
            "text": "Пастух пришёл к царю: «Ты восстановил загон и вернул овец — а как же я?»"
          },
          {
            "type": "teaching",
            "title": "Значение:",
            "text": "Царь Давид говорил: он как пастух, заботящийся о евреях в изгнании. Так занят помощью евреям и возвращением их Всевышним, что нет времени позаботиться о себе!"
          },
          {
            "type": "text",
            "text": "Поэтому следующая глава начинается: «Ламенацеах ЛеДавид Леазкир» — «Песнь Давиду ВСПОМНИТЬ». Царь Давид просил Всевышнего вспомнить и о нём! Всевышний дал ему особое благословение на успех в собственных нуждах."
          },
          {
            "type": "highlight",
            "text": "То же для всех, кто заботится о других евреях — родителей, учителей, посланников!"
          },
          {
            "type": "example",
            "title": "Для нас:",
            "text": "Когда ты помогаешь другим, заботишься о младших, учишь кого-то — Всевышний даёт тебе особую силу иметь успех и в своих делах!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим, глава 23",
      "icon": "📚",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Самоотверженность через понимание",
        "paragraphs": [
          {
            "type": "text",
            "text": "Думая об особом единстве еврея с Всевышним через Тору, можем прийти к особому трепету перед Небесами при изучении!"
          },
          {
            "type": "text",
            "text": "Только еврей с высокой душой может действительно ЧУВСТВОВАТЬ особое единство с Всевышним при изучении Торы — сильнее, чем жизненная сила Всевышнего в духовных мирах."
          },
          {
            "type": "highlight",
            "text": "Но даже если не чувствуем, знание об этом показывает величие нашей связи с Всевышним через Тору!"
          },
          {
            "type": "heading",
            "text": "Итог главы"
          },
          {
            "type": "text",
            "text": "В этой главе мы увидели, как еврей связан с Всевышним, делая заповедь, и особенно изучая Тору."
          },
          {
            "type": "teaching",
            "title": "Зачем это знать?",
            "text": "Нужно помнить, насколько особенна наша связь с Всевышним, чтобы пробудить силу самоотверженности делать всё необходимое для сохранения этой связи очень сильной!"
          },
          {
            "type": "example",
            "title": "Представь:",
            "text": "Если знаешь, что у тебя в руках величайшее сокровище, ты сделаешь ВСЁ, чтобы его не потерять! Так же с нашей связью с Всевышним через Тору и заповеди."
          },
          {
            "type": "text",
            "text": "Понимание величия этой связи даёт нам силы преодолевать любые трудности в служении Всевышнему. Мы знаем: каждая заповедь, каждое слово Торы соединяет нас с Творцом мира!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "13 Шевата",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Смотреть вверх",
        "paragraphs": [
          {
            "type": "text",
            "text": "День памяти Ребецн Штерны Сары, матери Предыдущего Ребе. Когда Ребе Магараш был мальчиком, знал весь Нах наизусть! Цемах Цедек иногда проверял его."
          },
          {
            "type": "text",
            "text": "В 7 лет Ребе Магараш спросил о стихе, где сказано: Всевышний сделал человека «яшар» (прямым). Объясняют: доброта Всевышнего, что люди ходят стоя."
          },
          {
            "type": "heading",
            "text": "Объяснение Цемах Цедека"
          },
          {
            "type": "text",
            "text": "Цемах Цедек объяснил, почему это большая доброта: У животного все четыре ноги на земле, поэтому оно не смотрит на небо."
          },
          {
            "type": "highlight",
            "text": "Но человек, который стоит, СМОТРИТ ВВЕРХ и может видеть Небеса!"
          },
          {
            "type": "teaching",
            "title": "Глубокий урок:",
            "text": "Стих говорит: человек рождается как дикое животное. Животные не заботятся о воле Всевышнего, только о своих желаниях. Но когда родители и учителя показывают ребёнку, как действовать, он начинает жить как еврей и быть человеком!"
          },
          {
            "type": "text",
            "text": "Цемах Цедек говорил Ребе Магарашу: нужно помнить доброту Всевышнего, что мы «Яшар Олех» — можем ходить на двух ногах как люди."
          },
          {
            "type": "example",
            "title": "Применение:",
            "text": "Мы не должны просто смотреть вниз на материальное, как животное, думая только о своих желаниях. Можем смотреть вверх к Небесам (образ духовности) и думать, как Всевышний хочет, чтобы мы действовали!"
          },
          {
            "type": "highlight",
            "text": "Человек отличается от животного тем, что смотрит вверх — к Небесам, к духовному!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы Амалека и войны",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Помнить Амалека",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня учим 5 заповедей о семи народах и Амалеке:"
          },
          {
            "type": "heading",
            "text": "1-2. Семь народов"
          },
          {
            "type": "text",
            "text": "Нужно было уничтожить семь народов Земли Израиля — главный источник идолопоклонства. Не нужно, если они уйдут или примут Семь Заповедей Ноя."
          },
          {
            "type": "text",
            "text": "Эта заповедь выполнена во времена царя Давида. Хотя этих народов больше нет, это всё ещё считается заповедью."
          },
          {
            "type": "heading",
            "text": "3-5. Амалек"
          },
          {
            "type": "highlight",
            "text": "Нужно уничтожить Амалека. Нужно помнить, что Амалек сделал евреям. Нельзя забывать Амалека."
          },
          {
            "type": "teaching",
            "title": "Почему помнить?",
            "text": "Говоря об ужасных делах Амалека, мы всегда будем ненавидеть их. Делаем эту заповедь каждый день, произнося Шесть Напоминаний в конце молитвы."
          },
          {
            "type": "text",
            "text": "Одна заповедь — говорить об Амалеке (действие). Другая — не забывать в сердце (мысль). Обе важны!"
          },
          {
            "type": "heading",
            "text": "Войны-заповеди"
          },
          {
            "type": "text",
            "text": "Война с Амалеком — война-заповедь! Также война за возвращение частей Земли Израиля."
          },
          {
            "type": "text",
            "text": "Перед войной всегда сначала предлагаем мир и соблюдение Семи Заповедей. Окружая города, оставляем путь для отступления."
          },
          {
            "type": "highlight",
            "text": "Даже на войне нельзя бессмысленно разрушать (Баль Ташхит). Война евреев свята — сражаемся даже в Субботу!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Ошиа эт амеха",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Миньян Мошиаха",
        "paragraphs": [
          {
            "type": "text",
            "text": "В Кратком Шульхан Арухе говорится: не считаем людей цифрами. Чтобы проверить, есть ли миньян, считаем стихом с 10 словами: «Ошиа эт амеха»."
          },
          {
            "type": "text",
            "text": "Почему этот стих? В книге о законах Раши сказано считать стихом «Ваани берав хасдеха» — тоже 10 слов."
          },
          {
            "type": "heading",
            "text": "Какой стих логичнее?"
          },
          {
            "type": "text",
            "text": "Логичнее считать «Ваани берав хасдеха», ведь этот стих говорит о приходе молиться Всевышнему — что мы собираемся делать с миньяном!"
          },
          {
            "type": "teaching",
            "title": "Почему 'Ошиа эт амеха'?",
            "text": "Ребе объясняет: приближаясь к Мошиаху, изгнание темнеет. При каждой возможности нужно напоминать себе: Всевышний спасёт нас и принесёт Избавление!"
          },
          {
            "type": "highlight",
            "text": "«Ошиа эт амеха» — «Спаси Свой народ» — напоминание об Избавлении!"
          },
          {
            "type": "example",
            "title": "В жизни:",
            "text": "Каждый раз, когда считаешь для миньяна, произнося «Ошиа эт амеха», ты просишь Всевышнего спасти еврейский народ и принести Избавление. Это не просто счёт — это молитва!"
          },
          {
            "type": "text",
            "text": "В тёмные времена изгнания особенно важно держать в сердце надежду на Избавление. Каждое напоминание о Мошиахе приближает его приход!"
          },
          {
            "type": "text",
            "text": "Когда евреи собираются вместе для миньяна — это уже начало Избавления. Единство евреев в молитве — сила, приближающая Мошиаха!"
          }
        ]
      }
    }
  ]
}
