{
  "date": "2026-01-06",
  "hebrewDate": "י״ז טבת ה׳תשפ״ו (17 Тевета 5786)",
  "parsha": "Шмойс",
  "dedication": "За безопасность и успех евреев в Земле Израиля и успех солдат, защищающих её",
  "mazalTov": [
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Шмойс - День 3",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Моше начинает помогать евреям и бежит в Мидьян",
        "paragraphs": [
          {
            "type": "text",
            "text": "Моше пришел жить во дворец к Басье, которая относилась к нему как к сыну. Басья попросила отца Фараона поставить Моше главным во дворце, и он согласился!"
          },
          {
            "type": "text",
            "text": "В то время Моше вышел из дворца посмотреть, что происходит с евреями. Он увидел, как ужасно обращаются с его братьями-евреями, и ему было очень больно."
          },
          {
            "type": "heading",
            "text": "Моше видит несправедливость"
          },
          {
            "type": "text",
            "text": "Моше увидел, как один египтянин очень сильно бьет еврея! Через Святой Дух он понял, почему египтянин бьет этого человека."
          },
          {
            "type": "text",
            "text": "Вот что случилось: этот злой египтянин был надсмотрщиком над еврейскими строителями. Он разбудил еврея идти на работу, а сам пробрался в его дом и взял его жену. Когда еврей вернулся с работы и узнал об этом, египтянин начал его бить!"
          },
          {
            "type": "teaching",
            "title": "Решение Моше",
            "text": "Моше также увидел через Святой Дух, что никто из семьи этого египтянина никогда не станет евреем. Он убедился, что никто не смотрит, и произнес особое имя Всевышнего, чтобы египтянин умер. Потом он похоронил египтянина в песке."
          },
          {
            "type": "heading",
            "text": "Два еврея ссорятся"
          },
          {
            "type": "text",
            "text": "На следующий день Моше увидел двух евреев, Дасана и Авирама, которые ссорились друг с другом. Один из них поднял руку, чтобы ударить другого!"
          },
          {
            "type": "highlight",
            "text": "Моше спросил: \"Почему ты собираешься его ударить?!\" Тора называет этого человека раша!"
          },
          {
            "type": "teaching",
            "title": "Важный урок",
            "text": "Отсюда мы учимся: даже если человек только поднимает руку, чтобы ударить другого, но еще не ударил — он уже называется раша!"
          },
          {
            "type": "text",
            "text": "Эти двое видели, что Моше сделал накануне. Тот, кто поднял руку, спросил: \"Кто поставил тебя главным над нами? Ты собираешься убить меня, как убил того египтянина?\""
          },
          {
            "type": "heading",
            "text": "Моше боится"
          },
          {
            "type": "text",
            "text": "Когда Моше это услышал, он испугался по нескольким причинам. Он боялся, что Фараон узнает о том, что он сделал, и накажет его."
          },
          {
            "type": "text",
            "text": "Но еще больше он боялся другого: если среди евреев есть те, кто говорит злословие и сплетни, может быть, они не заслуживают, чтобы Всевышний вывел их из Египта?"
          },
          {
            "type": "example",
            "title": "Что произошло дальше:",
            "text": "Дасан и Авирам действительно рассказали Фараону, и Фараон хотел убить Моше. Но Всевышний спас его, и он смог сбежать!"
          },
          {
            "type": "heading",
            "text": "Побег в Мидьян"
          },
          {
            "type": "text",
            "text": "Моше сбежал в Мидьян. Пока он там жил, он сидел у колодца. Он сказал себе: если Яаков Авину нашел свою невесту у колодца, может быть, и я найду свою суженую там!"
          },
          {
            "type": "heading",
            "text": "История Йисро"
          },
          {
            "type": "text",
            "text": "Тора рассказывает нам о будущем тесте Моше Рабейну — Йисро. Йисро был важным человеком в Мидьяне. Сначала он служил идолам, но потом решил перестать."
          },
          {
            "type": "highlight",
            "text": "Из-за этого люди перестали относиться к нему как к члену общины!"
          },
          {
            "type": "text",
            "text": "У Йисро было семь дочерей. Они приходили к колодцу и наполняли корыта для овец. Но пастухи прогоняли их, потому что их отец больше не служил идолам, как они."
          },
          {
            "type": "heading",
            "text": "Моше помогает дочерям Йисро"
          },
          {
            "type": "text",
            "text": "Когда Моше увидел, что происходит с дочерьми Йисро и как пастухи их прогоняют, он спас их и помог напоить овец."
          },
          {
            "type": "text",
            "text": "Когда девушки вернулись домой, отец Йисро спросил, почему они вернулись так рано. Они объяснили, что кто-то из Египта спас их от пастухов и помог напоить овец. Они также сказали, что вода поднималась навстречу Моше!"
          },
          {
            "type": "teaching",
            "title": "Йисро понимает знак",
            "text": "Йисро знал, что такое случалось с детьми Яакова. Он понял, что это еврей, и спросил: \"Так где же этот человек? Почему вы оставили его там? Он может стать хорошим мужем для одной из вас!\""
          },
          {
            "type": "heading",
            "text": "Моше женится"
          },
          {
            "type": "text",
            "text": "Моше пригласили встретиться с Йисро, и он согласился остаться жить с ним. Он обещал, что не покинет Мидьян без разрешения Йисро. Затем Йисро отдал свою дочь Ципору в жены Моше."
          },
          {
            "type": "text",
            "text": "Тора рассказывает, что у Ципоры родился мальчик. Моше назвал малыша Гершом, что означает \"чужой там\", потому что Моше чувствовал себя чужим в Мидьяне."
          },
          {
            "type": "heading",
            "text": "Ужасный указ Фараона"
          },
          {
            "type": "text",
            "text": "В то время, когда Моше был в Мидьяне, Фараон издал ужасный указ. У Фараона появилась сыпь на коже, похожая на проказу, и он услышал, что купание в крови поможет его сыпи."
          },
          {
            "type": "highlight",
            "text": "Он приказал убивать еврейских детей, чтобы купаться в их крови!"
          },
          {
            "type": "heading",
            "text": "Всевышний слышит крик евреев"
          },
          {
            "type": "text",
            "text": "Этот указ заставил всех евреев закричать ко Всевышнему, чтобы Он спас их. Их крики поднялись ко Всевышнему, и Он вспомнил обещание, которое дал праотцам — Авраму, Ицхаку и Яакову — что Он выведет евреев из Египта."
          },
          {
            "type": "highlight",
            "text": "Всевышний увидел, как страдают евреи, и почувствовал их боль!"
          },
          {
            "type": "teaching",
            "title": "Начало Освобождения",
            "text": "Это был момент, когда началось Освобождение! Всевышний был готов начать процесс Геулы и послать Моше Рабейну вывести евреев из изгнания."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 83-87",
      "icon": "📿",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Все евреи — из Иерусалима!",
        "paragraphs": [
          {
            "type": "text",
            "text": "В главе 87 есть стих: \"У-Лецион Йеамар, Иш Ве-Иш Юлад Ба, Веу Йехоненеа Эльон\". Это означает: \"Об Иерусалиме народы скажут: этот человек и тот человек родились там, и Всевышний устроит так, что он будет стоять вечно\"."
          },
          {
            "type": "teaching",
            "title": "О чем говорит этот стих?",
            "text": "Гемара рассказывает нам, что этот стих говорит о временах Мошиаха!"
          },
          {
            "type": "heading",
            "text": "Подарок от народов мира"
          },
          {
            "type": "text",
            "text": "Когда придет Мошиах, пророк говорит, что народы мира принесут подарок Всевышнему. Их подарок будет в том, что они помогут найти всех евреев, разбросанных по всему миру, чтобы они могли вернуться в Иерусалим!"
          },
          {
            "type": "highlight",
            "text": "Они скажут: \"Иш Ве-Иш Юлад Ба!\" — \"Этот человек и тот человек родились в Иерусалиме!\""
          },
          {
            "type": "heading",
            "text": "Две группы евреев"
          },
          {
            "type": "text",
            "text": "Гемара объясняет: на самом деле не все евреи родились в Иерусалиме. Но все евреи называются людьми из Иерусалима!"
          },
          {
            "type": "text",
            "text": "Есть евреи, которые действительно родились в Иерусалиме. А есть другие евреи, которые надеялись вернуться в Иерусалим с Мошиахом!"
          },
          {
            "type": "teaching",
            "title": "Сила желания",
            "text": "Потому что они хотели быть в Иерусалиме, они считаются как будто родились там тоже!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Если ты очень сильно мечтаешь побывать в месте, планируешь туда поехать, думаешь об этом — ты уже связан с этим местом душой! Так же евреи, которые мечтали о Иерусалиме, считаются его жителями."
          },
          {
            "type": "text",
            "text": "Поэтому народы скажут \"Иш Ве-Иш\" — этот человек И этот человек. Они говорят об обоих видах евреев, потому что мы ВСЕ принадлежим Иерусалиму!"
          },
          {
            "type": "highlight",
            "text": "Каждый еврей, где бы он ни родился, — настоящий житель Иерусалима!"
          },
          {
            "type": "teaching",
            "title": "Урок на сегодня",
            "text": "Когда ты живешь далеко от Иерусалима, помни: твое желание быть там, твои мысли о святом городе делают тебя его настоящим жителем! Мечтай о Иерусалиме, и ты уже его часть!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 12",
      "icon": "📕",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Как молитва помогает бейнони весь день",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы узнали, что во время молитвы мы чувствуем больше духовности и утонченности. Это заставляет нашу животную душу и дурное побуждение засыпать — но они просыпаются после молитвы."
          },
          {
            "type": "text",
            "text": "Хотя духовное чувство и утонченность не остаются на весь день, Альтер Ребе говорит нам, что они оставляют след!"
          },
          {
            "type": "teaching",
            "title": "След от молитвы",
            "text": "Мы все еще помним, как чувствовали себя и как решили действовать во время молитвы. Это помогает нам контролировать, что мы делаем и о чем думаем, чтобы всё было так, как хочет Всевышний, весь день!"
          },
          {
            "type": "heading",
            "text": "Не только между нами и Всевышним"
          },
          {
            "type": "text",
            "text": "Так себя вести нужно не только в заповедях между нами и Всевышним. Мы также должны так действовать, когда дело касается того, как мы думаем о других людях и как с ними поступаем."
          },
          {
            "type": "example",
            "title": "Контроль над мыслями:",
            "text": "Когда в голову приходит желание чего-то, что нам хочется, но нельзя, мы не должны об этом думать. Нужно использовать силу Моах Шалит Аль Алев, чтобы отогнать эту мысль!"
          },
          {
            "type": "heading",
            "text": "Контроль в отношениях с людьми"
          },
          {
            "type": "text",
            "text": "Это также верно в том, как мы думаем о других людях. Недостаточно контролировать только то, что мы делаем или говорим им. Нам также нужно контролировать чувства, которые приходят в наш разум!"
          },
          {
            "type": "teaching",
            "title": "Когда кто-то нас обижает",
            "text": "Если кто-то делает что-то, что нас расстраивает или злит, мы не должны об этом думать! Мы можем отогнать нехорошие мысли, которые появляются, и напомнить себе: всё приходит от Всевышнего, а не от того, что другой человек сделал!"
          },
          {
            "type": "text",
            "text": "Тогда мы сможем относиться к другому человеку хорошо, несмотря на то, что он нам сделал."
          },
          {
            "type": "example",
            "title": "Пример из Торы:",
            "text": "Это как Йосеф Ацадик. Хотя братья продали его, он понял, что это было от Всевышнего, и был к ним добр в Египте!"
          },
          {
            "type": "highlight",
            "text": "Настоящий контроль — это не только над действиями, но и над мыслями и чувствами!"
          },
          {
            "type": "teaching",
            "title": "Главный урок",
            "text": "Молитва дает нам силу контролировать себя весь день. Не только в делах со Всевышним, но и в отношениях с людьми. Помни: всё приходит от Всевышнего!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "17 Тевета",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Служить Всевышнему не изучая Тору?!",
        "paragraphs": [
          {
            "type": "text",
            "text": "В год, когда был написан Айом Йом, это была ночь нееврейского праздника, который является источником нечистоты."
          },
          {
            "type": "text",
            "text": "Ребе говорит нам: мы не учим Тору в эту ночь, потому что в мире много нечистоты, и мы не хотим давать ей больше жизненной силы."
          },
          {
            "type": "text",
            "text": "Некоторые юноши так любили учить Тору, что не могли остановиться даже в эту ночь. Ребе Рашаб сказал, что он недоволен этими юношами."
          },
          {
            "type": "teaching",
            "title": "Почему так?",
            "text": "Наша любовь к изучению Торы должна быть не просто потому, что нам нравится учиться, а потому что так хочет ВСЕВЫШНИЙ! Поэтому в ночь, когда Всевышний не хочет, чтобы мы учили, мы должны радоваться тому, что НЕ учим!"
          },
          {
            "type": "heading",
            "text": "История о двух праведниках"
          },
          {
            "type": "text",
            "text": "Однажды двух праведников, братьев рабби Элимелеха из Лиженска и рабби Зуше из Анаполи, бросили в тюрьму. Их поместили в большую комнату со многими другими заключенными. В углу стояла бочка, которую использовали как туалет."
          },
          {
            "type": "text",
            "text": "Был день, и один из братьев сказал, что пора молиться послеполуденную молитву."
          },
          {
            "type": "highlight",
            "text": "\"Но ты не можешь молиться здесь\", — сказал его брат. \"Та вонючая бочка стоит в углу!\""
          },
          {
            "type": "text",
            "text": "Закон говорит, что нельзя молиться в комнате, где плохо пахнет."
          },
          {
            "type": "text",
            "text": "Другой праведник очень расстроился: \"Мало того, что нас бросили в тюрьму, так теперь мы даже не можем помолиться!\""
          },
          {
            "type": "teaching",
            "title": "Мудрость брата",
            "text": "\"Не грусти\", — сказал ему брат. \"Тот же Всевышний, Который говорит нам молиться каждый день, также говорит нам НЕ молиться, если мы застряли в таком месте. Значит, сегодня мы служим Всевышнему тем, что НЕ молимся!\""
          },
          {
            "type": "example",
            "title": "Радость служения:",
            "text": "Это так обрадовало обоих праведников, что они вскочили и начали петь и танцевать вокруг вонючей бочки! Они праздновали, что могут служить Всевышнему в тюрьме!"
          },
          {
            "type": "text",
            "text": "Когда охранники услышали пение, они вбежали в комнату посмотреть, что происходит. \"Это те евреи\", — сказали другие заключенные охранникам. \"Они показывали на бочку, а теперь танцуют вокруг нее!\""
          },
          {
            "type": "text",
            "text": "Охранники очень разозлились: \"Им нравится бочка? Всё, мы её забираем!\""
          },
          {
            "type": "highlight",
            "text": "Охранники забрали бочку, и оба праведника ВСЁ РАВНО смогли служить Всевышнему — на этот раз помолившись!"
          },
          {
            "type": "teaching",
            "title": "Главный урок",
            "text": "Настоящая любовь к Всевышнему — это делать то, что Он хочет, а не то, что нравится нам. Иногда служить Всевышнему означает НЕ делать то, что мы любим!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Урок 312 - Законы наследства",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Последние законы о наследстве",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы учим ту же заповедь в последний раз в этом году — следовать законам Торы о наследстве. Часть этой заповеди в том, что первенец получает двойную долю."
          },
          {
            "type": "teaching",
            "title": "Особое наследство",
            "text": "Как мы все знаем, есть одно наследство, которое получает каждый еврей: Тора! Как мы говорим в Двенадцати стихах: \"Тора Цива Лану Моше МОРАША Кеилат Яаков\" — Тора — это наследство для каждого из нас!"
          },
          {
            "type": "text",
            "text": "В порядке заповедей Рамбама это последняя из положительных заповедей! После этой заповеди Рамбам добавляет общие важные моменты для всех заповедей."
          },
          {
            "type": "heading",
            "text": "Глава 9: Дорогая одежда старшего брата"
          },
          {
            "type": "text",
            "text": "Один из законов: если старший брат покупает красивую одежду, и теперь все относятся лучше ко всей их семье, это не выходит из его денег. Почему? Потому что это помогает всем им!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Если твой старший брат купил красивый костюм и пошел на важную встречу, где все сказали: \"Какая приличная семья!\", это помогло репутации всей семьи. Значит, все братья должны разделить эту стоимость."
          },
          {
            "type": "heading",
            "text": "Глава 10: Ошибка в разделе"
          },
          {
            "type": "text",
            "text": "Мы учим, что если мы сначала разделили наследство неправильно, нужно разделить его снова!"
          },
          {
            "type": "text",
            "text": "Например: умерший человек сказал подарить определенное дерево своему другу, но забыли об этом при делении наследства. Тогда нужно дать человеку дерево и разделить наследство заново."
          },
          {
            "type": "teaching",
            "title": "Справедливость прежде всего",
            "text": "Даже если придется переделывать всё заново, важно, чтобы каждый получил именно то, что ему положено по закону!"
          },
          {
            "type": "heading",
            "text": "Глава 11: Забота о детях"
          },
          {
            "type": "text",
            "text": "Мы учим, что если человек умирает, когда его дети слишком малы, чтобы получить наследство, Бейт Дин должен поставить кого-то главным над его вещами, пока дети не вырастут."
          },
          {
            "type": "text",
            "text": "Хотя главный не обязан записывать всё, что он делает, он должен быть очень осторожен. Почему?"
          },
          {
            "type": "highlight",
            "text": "Потому что Сам Всевышний — Отец этих детей-сирот!"
          },
          {
            "type": "text",
            "text": "Как говорит стих: \"Ави Йесомим Ведаян Альманос, Элоим Бемеон Кадшо\" — \"Отец сирот и Судья вдов — Всевышний в Его святом жилище\"."
          },
          {
            "type": "teaching",
            "title": "Святая ответственность",
            "text": "Управлять имуществом сирот — это не просто работа. Это святая обязанность перед Самим Всевышним, Который заботится об этих детях!"
          },
          {
            "type": "highlight",
            "text": "Поздравляем! Мы закончили изучать 13-ю книгу Рамбама — Сефер Мишпатим!"
          },
          {
            "type": "text",
            "text": "Завтра мы начнем последнюю книгу Рамбама — Сефер Шофтим!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Посажены для роста",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Заповеди — это наши семена",
        "paragraphs": [
          {
            "type": "text",
            "text": "В афтаре этой недели есть стих, который сравнивает евреев с чем-то посаженным. С того момента, как евреи ушли в изгнание в Египте, и до того, как придет Освобождение — всё это время евреи как будто посажены."
          },
          {
            "type": "text",
            "text": "Во время Освобождения евреи вырастут и наполнят землю своими \"плодами\"."
          },
          {
            "type": "heading",
            "text": "Что это означает?"
          },
          {
            "type": "text",
            "text": "Самое особенное, что может сделать еврей — это выполнять заповеди Всевышнего. Вот как еврей \"растет\"!"
          },
          {
            "type": "text",
            "text": "Но мы не могли начать расти, пока Всевышний не дал нам заповеди. Это смогло случиться только после того, как евреи прошли через изгнание в Египте. Поэтому сказано, что мы были \"посажены\" в изгнании!"
          },
          {
            "type": "teaching",
            "title": "Когда увидим плоды?",
            "text": "Награда за все заповеди, которые мы выполняем, будет во времена Освобождения. Тогда мы сможем увидеть \"плоды\" заповедей, которые мы делали!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Когда сажаешь семечко яблони, ты не видишь яблок сразу. Дерево растет годами под землей и над землей. Но когда приходит время, оно дает вкусные плоды! Так же наши заповеди."
          },
          {
            "type": "heading",
            "text": "Особая сила евреев"
          },
          {
            "type": "text",
            "text": "Нам нужно понять особую силу, которая у нас есть! Если попытаешься посадить семечко, положив его на стол, оно не вырастет."
          },
          {
            "type": "highlight",
            "text": "Только заповедь, которую еврей делает правильно, сможет \"вырастить плоды\", когда придет Мошиах!"
          },
          {
            "type": "text",
            "text": "Обычное семя может посадить кто угодно. Но \"семена\" заповедей может посадить только еврей! И только эти семена принесут плоды в мире Мошиаха."
          },
          {
            "type": "teaching",
            "title": "Изгнание — время посадки",
            "text": "Изгнание — это не просто тяжелое время. Это время посадки! Каждая заповедь, которую мы делаем сейчас, это семя, которое даст удивительные плоды, когда придет Мошиах!"
          },
          {
            "type": "example",
            "title": "Что ты сажаешь сегодня:",
            "text": "Когда ты делаешь браху перед едой — ты сажаешь семя. Когда помогаешь маме — сажаешь семя. Когда учишь Тору — сажаешь семя. Все эти семена вырастут в удивительные плоды, когда придет Мошиах!"
          },
          {
            "type": "text",
            "text": "Используя время изгнания, чтобы посадить много заповедей, когда придет Мошиах, мы увидим плоды всех заповедей, которые мы посадили!"
          },
          {
            "type": "highlight",
            "text": "Каждая заповедь, которую ты делаешь сегодня — это семя для удивительного будущего!"
          }
        ]
      }
    }
  ]
}
