{
  "date": "2026-01-14",
  "hebrewDate": "כ״ה טבת ה׳תשפ״ו (25 Тевета 5786)",
  "parsha": "Ваэйра",
  "dayType": "Среда - Канун месяца Шват",
  "dedication": "В честь Шаббос Меворхим Шват",
  "specialDay": "שַׁבָּת מְבָרְכִים - Канун благословения нового месяца Шват",
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Ваэйра - День 4 (Ревии)",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Знак посланников и первые две казни",
        "paragraphs": [
          {
            "type": "text",
            "text": "Моше и Аарон начинают свою миссию вывести евреев из Египта. Они показывают знак перед Фараоном и приносят первые две казни."
          },
          {
            "type": "heading",
            "text": "Последняя инструкция перед визитом"
          },
          {
            "type": "text",
            "text": "Всевышний сказал Моше и Аарону ещё одну вещь перед тем, как они пошли к Фараону: Как показать Фараону, что Всевышний действительно посылает их."
          },
          {
            "type": "highlight",
            "text": "Моше должен велеть Аарону бросить свою палку на пол, и она превратится в змею!"
          },
          {
            "type": "heading",
            "text": "Знак перед Фараоном"
          },
          {
            "type": "text",
            "text": "Моше и Аарон пошли к Фараону, готовые сделать точно то, что Всевышний сказал им."
          },
          {
            "type": "text",
            "text": "Когда Фараон попросил их сделать знак, чтобы показать, что они приходят от Всевышнего, Аарон бросил палку на пол, и она превратилась в змею. Когда чудо закончилось, она снова превратилась в палку."
          },
          {
            "type": "text",
            "text": "Колдуны Фараона смогли сделать то же самое своим нечистым колдовством! Они все бросили свои палки, и те превратились в змей."
          },
          {
            "type": "example",
            "title": "Чудо, которое они НЕ могли сделать",
            "text": "Но теперь палка Аарона съела все их палки и даже не стала больше! Это было чудо, которое они НЕ МОГЛИ сделать своим колдовством, и оно показало, что Всевышний главный."
          },
          {
            "type": "text",
            "text": "Но Фараон был упрямым и всё равно не послушал Моше и Аарона."
          },
          {
            "type": "text",
            "text": "Теперь Всевышнему придётся послать казни, чтобы наказать Фараона за то, что он не слушал, и заставить его передумать..."
          },
          {
            "type": "heading",
            "text": "מַכַּת דָּם - Казнь Кровью"
          },
          {
            "type": "text",
            "text": "Перед первой казнью Всевышний сказал Моше и Аарону встретить Фараона у Нила утром, чтобы предупредить его."
          },
          {
            "type": "teaching",
            "title": "Почему у Нила?",
            "text": "Фараон тайно ходил туда в туалет, чтобы мог говорить людям, что он как Всевышний и не делает то, что делают обычные люди!"
          },
          {
            "type": "text",
            "text": "Они должны предупредить Фараона: если он не послушает, Всевышний покажет ему, кто главный! Всевышний заставит Нил превратиться в кровь."
          },
          {
            "type": "text",
            "text": "Поскольку египтяне поклонялись Нилу, это также покажет им, что их עֲבוֹדָה זָרָה (идолопоклонство) неправильно."
          },
          {
            "type": "example",
            "title": "הַכָּרַת הַטּוֹב - Благодарность",
            "text": "Поскольку Нил спас Моше, когда он был младенцем в корзине, Всевышний сказал Моше, что ААРОН должен ударить воду. Это потому что нам нужно проявлять благодарность, когда кто-то или что-то помогает нам. Не было правильно для Моше ударить воду, когда вода спасла его."
          },
          {
            "type": "text",
            "text": "После удара по Нилу, вся вода в Египте превратится в кровь."
          },
          {
            "type": "text",
            "text": "Моше и Аарон сделали то, что Всевышний сказал им. Они предупреждали Фараона три недели, но он не слушал."
          },
          {
            "type": "text",
            "text": "Затем Аарон ударил воду вНиле, и вся вода в Египте превратилась в кровь."
          },
          {
            "type": "text",
            "text": "Люди могли копать колодцы и находить свежую воду. Таким образом египтяне могли увидеть, что не следует поклоняться Нилу!"
          },
          {
            "type": "text",
            "text": "Некоторые колдуны Фараона сделали нечистое колдовство и превратили воду из колодцев в кровь, и Фараон решил, что Моше и Аарон просто делают колдовство. Он не хотел верить, что это от Всевышнего, поэтому решил игнорировать то, что Моше и Аарон говорили ему."
          },
          {
            "type": "highlight",
            "text": "Эта первая казнь длилась неделю."
          },
          {
            "type": "heading",
            "text": "מַכַּת צְפַרְדֵּעַ - Казнь Лягушками"
          },
          {
            "type": "text",
            "text": "Сразу после окончания казни Кровью, Всевышний сказал Моше и Аарону предупредить Фараона о второй казни - лягушках."
          },
          {
            "type": "text",
            "text": "Они должны сказать: \"Отпусти евреев, или Всевышний пошлёт лягушек по всему Египту! Они сначала войдут в твой дворец, а потом повсюду - даже внутрь людей!\""
          },
          {
            "type": "text",
            "text": "После трёх недель Всевышний сказал Моше, что Аарон должен поднять свою руку с палкой над водой в Египте, и лягушки выйдут."
          },
          {
            "type": "text",
            "text": "Аарон сделал это, и большая лягушка вышла из Нила. Когда египтяне ударили её, она превратилась во множество лягушек."
          },
          {
            "type": "text",
            "text": "Колдуны Фараона также сделали лягушку, которая превратилась во множество лягушек, поэтому Фараон решил, что казнь - это просто колдовство, и проигнорировал Всевышнего."
          },
          {
            "type": "text",
            "text": "Фараон хотел, чтобы лягушки ушли, поэтому он сказал Моше и Аарону, что отпустит евреев, если они избавятся от лягушек."
          },
          {
            "type": "text",
            "text": "Моше спросил, когда лягушки должны уйти. Фараон ответил \"завтра\". Моше согласился помолиться, чтобы лягушки ушли, чтобы показать Фараону, что Всевышний главный."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Глава 119 (первая половина)",
      "icon": "📿",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Самая длинная глава - о любви к Торе",
        "paragraphs": [
          {
            "type": "highlight",
            "text": "Сегодня мы говорим первую половину САМОЙ ДЛИННОЙ главы Теилим - главу 119!"
          },
          {
            "type": "text",
            "text": "В ней 176 стихов - по 8 стихов на каждую букву алфавита!"
          },
          {
            "type": "heading",
            "text": "О чём эта глава?"
          },
          {
            "type": "text",
            "text": "Большинство стихов в этой главе говорят о том, насколько особенны Тора и заповеди, и как сильно мы их любим!"
          },
          {
            "type": "heading",
            "text": "Особый стих"
          },
          {
            "type": "text",
            "text": "Вот один из этих стихов: \"אָז לֹא אֵבוֹשׁ בְּהַבִּיטִי אֶל כָּל מִצְוֹתֶיךָ\""
          },
          {
            "type": "text",
            "text": "Это означает: \"Я не буду стыдиться, потому что думаю о всех Твоих заповедях\"."
          },
          {
            "type": "heading",
            "text": "Почему Рамбам выбрал этот стих?"
          },
          {
            "type": "text",
            "text": "Рамбам использует этот стих в начале своей книги יָד הַחֲזָקָה (Сильная Рука), также известной как Мишне Тора, где он объясняет все законы заповедей Торы."
          },
          {
            "type": "teaching",
            "title": "Объяснение",
            "text": "Все заповеди есть в Торе. Мы можем найти их, изучая стихи!"
          },
          {
            "type": "example",
            "title": "Пример: Тфилин",
            "text": "Например, заповедь тфилин приходит из стиха, который мы говорим в Шма: \"וּקְשַׁרְתָּם לְאוֹת עַל יָדֶךָ, וְהָיוּ לְטוֹטָפֹת בֵּין עֵינֶיךָ\" - \"Ты должен привязать эти слова как знак на твою руку, и они должны быть знаком между твоими глазами\"."
          },
          {
            "type": "text",
            "text": "Но если мы попытаемся исполнить заповедь тфилин, только изучая слова Хумаша, мы не получим кошерные тфилин! Тот, кто попробовал бы так, очень бы стыдился."
          },
          {
            "type": "highlight",
            "text": "Вот почему Рамбам использует этот стих в начале своей книги!"
          },
          {
            "type": "text",
            "text": "Потому что, изучая законы в Мишне Тора, нам не нужно будет стыдиться - мы будем знать, как правильно исполнять каждую заповедь Торы!"
          },
          {
            "type": "teaching",
            "title": "Главный урок",
            "text": "Чтобы действительно исполнять заповеди правильно, недостаточно просто читать Тору. Нужно учить законы - הֲלָכוֹת! Тогда мы точно будем знать, как делать каждую заповедь так, как Всевышний хочет."
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 17",
      "icon": "📕",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Два больших правила для бейнони",
        "paragraphs": [
          {
            "type": "text",
            "text": "После того как Альтер Ребе познакомил нас с праведником и грешником, он учит нас, кто такой бейнони! В прошлой главе мы узнали, что бейнони должен также быть служащим - делать больше, чем привык!"
          },
          {
            "type": "highlight",
            "text": "В этой главе Альтер Ребе говорит нам два важных правила, которые бейнони должен знать, называемых כְּלָל גָּדוֹל (Большое Правило):"
          },
          {
            "type": "heading",
            "text": "Правило 1: Не давать Yetzer Hara постоянно нападать"
          },
          {
            "type": "text",
            "text": "Бейнони должен устроить всё так, чтобы Yetzer Hara не мог постоянно с ним бороться."
          },
          {
            "type": "text",
            "text": "Yetzer Hara всегда имеет свои собственные идеи о том, что делать."
          },
          {
            "type": "example",
            "title": "Что хочет Yetzer Hara:",
            "text": "• Может хотеть вещей, которые не хороши для нас\n• Может злиться\n• Может чувствовать лень и просто хотеть спать\n• Может заставить нас грустить без причины\n• Заставляет нас хотеть выделяться перед другими"
          },
          {
            "type": "text",
            "text": "Когда бейнони усердно работает над молитвой с размышлением, и чувствовать יִרְאָה (трепет) и אַהֲבָה (любовь) к Всевышнему, он будет контролировать свои чувства."
          },
          {
            "type": "teaching",
            "title": "Результат работы",
            "text": "Это не даст Yetzer Hara даже ПОПЫТАТЬСЯ убедить его слушать большинство его идей!"
          },
          {
            "type": "text",
            "text": "Затем, даже когда Yetzer Hara СУМЕЕТ попытаться заставить его сделать неправильное, бейнони сможет контролировать чувства от Yetzer Hara и делать только то, что Всевышний хочет."
          },
          {
            "type": "heading",
            "text": "Правило 2: Вдохновения достаточно!"
          },
          {
            "type": "text",
            "text": "Теперь, когда мы знаем первое правило - иметь размышление, чтобы чувствовать трепет и любовь к Всевышнему, мы можем подумать, что это должна быть любовь, которую мы ДЕЙСТВИТЕЛЬНО чувствуем!"
          },
          {
            "type": "text",
            "text": "Мы знаем, каково это - действительно любить кого-то, например, как мы любим наших родителей или малыша. Мы так сильно их любим, что хотим делать для них приятное, обнимать их, целовать и дарить им подарки."
          },
          {
            "type": "text",
            "text": "Но что, если мы не чувствуем нашу любовь к Всевышнему так сильно?"
          },
          {
            "type": "highlight",
            "text": "Альтер Ребе говорит нам: не каждый может ПОЧУВСТВОВАТЬ, насколько сильно он любит Всевышнего!"
          },
          {
            "type": "text",
            "text": "Многие души не способны действительно любить Всевышнего так сильно."
          },
          {
            "type": "text",
            "text": "Но каждый может ДУМАТЬ о том, как Всевышний - истинное существование всего, и что Всевышний создал нас, чтобы исполнять Тору и заповеди."
          },
          {
            "type": "teaching",
            "title": "Что происходит тогда?",
            "text": "Тогда мы будем знать, что это то, чем мы должны заниматься, и будем счастливы и взволнованы выполнять нашу миссию в мире! Мы будем любить быть евреем!"
          },
          {
            "type": "text",
            "text": "Мы всё ещё можем не чувствовать любовь к Всевышнему, как к человеку, но это тоже вид любви к Всевышнему!"
          },
          {
            "type": "text",
            "text": "Это заставляет нас хотеть выполнять Его заповеди!"
          },
          {
            "type": "example",
            "title": "Особый вид любви",
            "text": "Этот вид любви называется תְּבוּנָה (понимание) - вид любви, который у нас есть в нашем разуме, хотя мы не имеем его в нашем сердце."
          },
          {
            "type": "highlight",
            "text": "Это второе \"Большое Правило\", которое бейнони нужно помнить."
          },
          {
            "type": "text",
            "text": "Самое важное - не иметь пылающее чувство любви к Всевышнему и заповедям."
          },
          {
            "type": "text",
            "text": "Всё, что нам нужно - быть достаточно вдохновлёнными, думая о Всевышнем и Его Торе и заповедях, чтобы хотеть делать то, что Всевышний хочет от нас."
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "25 Тевета - Хасидус как Исход",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Хасидус - это Исход из Египта!",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы сейчас учим в Хумаше о יְצִיאַת מִצְרַיִם (Исходе из Египта). В сегодняшнем Айом Йом мы видим, как Хасидус подобен Исходу из Египта, и одно главное отличие!"
          },
          {
            "type": "heading",
            "text": "Слова Ребе Рашаба"
          },
          {
            "type": "text",
            "text": "Ребе Рашаб сказал в беседе, что Хасидус делает своего рода Исход из Египта!"
          },
          {
            "type": "example",
            "title": "Что означало быть в Египте?",
            "text": "Быть в Египте означало застрять в месте, которое не позволяло евреям быть такими, какими они должны были быть."
          },
          {
            "type": "text",
            "text": "יְצִיאַת מִצְרַיִם (Исход из Египта) - это когда они покинули то место и смогли полностью служить Всевышнему!"
          },
          {
            "type": "heading",
            "text": "Как Хасидус делает Исход?"
          },
          {
            "type": "highlight",
            "text": "Хасидус делает то же самое!"
          },
          {
            "type": "text",
            "text": "В мире есть вещи, которые отвлекают нас от жизни так, как мы должны."
          },
          {
            "type": "text",
            "text": "Изучение Хасидуса и жизнь так, как он учит нас, помогают нам выйти из того \"Египта\" и полностью служить Всевышнему!"
          },
          {
            "type": "heading",
            "text": "Одно главное отличие"
          },
          {
            "type": "text",
            "text": "Но есть одно главное отличие:"
          },
          {
            "type": "text",
            "text": "Когда евреи вышли из Египта, они никогда не должны были возвращаться туда! Они были ЗАКОНЧЕНЫ с этим!"
          },
          {
            "type": "highlight",
            "text": "Но это не то, как мы должны действовать с \"Египтом\" мира, который пытается нас отвлечь."
          },
          {
            "type": "teaching",
            "title": "Подход Хасидуса",
            "text": "Хасидус учит, что мы не должны отталкивать его и пытаться убежать от него. Мы напоминаем себе, что Всевышний создал его, и он хороший, и выясняем, как использовать его для святости!"
          },
          {
            "type": "example",
            "title": "Практический смысл",
            "text": "Например: У тебя есть любимая компьютерная игра. Египетский подход - сказать \"это отвлекает меня от Торы, выброшу!\" Хасидский подход - использовать её правильно: играть в установленное время, не забывать об учёбе, и может даже создать еврейскую образовательную игру!"
          },
          {
            "type": "text",
            "text": "Это большая разница между обычным Исходом из Египта и Исходом через Хасидус!"
          },
          {
            "type": "text",
            "text": "Настоящий Исход из Египта был один раз. Но Хасидус учит нас делать \"Исход\" каждый день - выходить из ограничений мира и при этом использовать мир для святости!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Урок 320 - Три заповеди о судьях",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Уважение к судьям и правда в суде",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы учим ещё три заповеди о судьях:"
          },
          {
            "type": "heading",
            "text": "Заповедь 1: Не проклинать судью"
          },
          {
            "type": "highlight",
            "text": "Нам не разрешается проклинать судью!"
          },
          {
            "type": "text",
            "text": "Мы учим эту заповедь из стиха в недельной главе Мишпатим: \"אֱלֹקִים לֹא תְקַלֵּל\" - \"Судью не проклинай\"."
          },
          {
            "type": "heading",
            "text": "Заповедь 2: Судья не должен верить неправде"
          },
          {
            "type": "text",
            "text": "Судья не должен верить неправдивым вещам."
          },
          {
            "type": "text",
            "text": "Мы говорим судье, что ему не разрешается начинать слушать судебное дело, пока не будут ОБЕИХ сторон. Иначе он может поверить чему-то, что неправда!"
          },
          {
            "type": "highlight",
            "text": "Эта заповедь также включает что-то для всех:"
          },
          {
            "type": "text",
            "text": "• Не говорить לָשׁוֹן הָרָע (злословие)\n• Не слушать злословие\n• Не давать ложных показаний"
          },
          {
            "type": "text",
            "text": "Мы также учим эту заповедь из стиха в недельной главе Мишпатим: \"לֹא תִשָּׂא שֵׁמַע שָׁוְא\" - \"Не принимай ложного слуха\"."
          },
          {
            "type": "heading",
            "text": "Заповедь 3: Не проклинать лидера"
          },
          {
            "type": "text",
            "text": "Запрещено проклинать נָשִׂיא (лидера) - вождя евреев."
          },
          {
            "type": "text",
            "text": "Это включает и царя, и главу Санедрина."
          },
          {
            "type": "text",
            "text": "Мы также учим эту заповедь из стиха в недельной главе Мишпатим: \"וְנָשִׂיא בְעַמְּךָ לֹא תָאֹר\" - \"И вождя в народе твоём не проклинай\"."
          },
          {
            "type": "heading",
            "text": "Законы Санедрина (продолжение)"
          },
          {
            "type": "text",
            "text": "В главе 22 мы учим, как всё делается в Бейт Дине."
          },
          {
            "type": "teaching",
            "title": "מִדְּבַר שֶׁקֶר תִּרְחָק - Отдаляйся от лжи!",
            "text": "Мы учим, что если кто-то знает причину, почему решение должно быть определённым образом, он должен сказать это, даже если он беспокоится о том, что подумают другие - потому что Тора говорит \"Отдаляйся от лжи!\" Мы должны держаться подальше от того, чтобы позволить сказать что-то неправдивое."
          },
          {
            "type": "text",
            "text": "Мы учим, что лучшее, что может сделать Бейт Дин - попытаться заставить обе стороны согласиться на компромисс! Это путь שָׁלוֹם (мира)."
          },
          {
            "type": "text",
            "text": "В главе 23 мы учим больше о вчерашней заповеди не брать взятки."
          },
          {
            "type": "example",
            "title": "Что считается взяткой?",
            "text": "Взятки - это не только деньги! Если кто-то друг судьи, или сделал ему одолжение, судье будет трудно слушать другую сторону, так как он уже любит одного человека."
          },
          {
            "type": "text",
            "text": "Глава 24 учит нас, что должен делать судья, если он уверен, что кто-то лжёт, но не может это доказать."
          },
          {
            "type": "text",
            "text": "Ему не разрешается выносить решение, если он не чувствует, что решение правильное, поэтому он должен продолжать задавать свидетелям вопросы, пока не почувствует уверенность, или попросить другого судью вынести решение."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Вера и надежда на Мошиаха",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Что значит верить в Мошиаха?",
        "paragraphs": [
          {
            "type": "highlight",
            "text": "У еврея есть обязанность верить в Мошиаха и надеяться, что он придёт!"
          },
          {
            "type": "heading",
            "text": "Важный вопрос"
          },
          {
            "type": "text",
            "text": "Как мы выполняем эту обязанность?"
          },
          {
            "type": "text",
            "text": "Что нам нужно знать или думать, чтобы считаться верящими и надеющимися на Мошиаха?"
          },
          {
            "type": "heading",
            "text": "Много особенного..."
          },
          {
            "type": "text",
            "text": "Тора рассказывает нам о многих особенных вещах, которые произойдут, когда придёт Мошиах."
          },
          {
            "type": "text",
            "text": "И о наградах, которые евреи получат за заповеди, которые они делали во времена גָּלוּת (изгнания)."
          },
          {
            "type": "heading",
            "text": "Главное достижение"
          },
          {
            "type": "highlight",
            "text": "Но Рамбам говорит нам, что главное достижение прихода Мошиаха в том, что мы сможем исполнять все заповеди Торы наилучшим образом!"
          },
          {
            "type": "teaching",
            "title": "В чём должна быть наша вера",
            "text": "Это также то, в чём должна быть наша вера: Что мы знаем, что сможем снова исполнять все заповеди, и мы надеемся, что это будет очень скоро!"
          },
          {
            "type": "example",
            "title": "Практическое применение",
            "text": "Когда ты говоришь \"Я верю в Мошиаха\", это не просто общая идея. Ты веришь, что очень скоро ты сможешь:"
          },
          {
            "type": "text",
            "text": "• Приносить жертвы в בֵּית הַמִּקְדָּשׁ (Храме)\n• Исполнять все заповеди, связанные с Землёй Израиля\n• Иметь מֶלֶךְ (царя) из рода Давида\n• Жить по всем законам Торы без помех"
          },
          {
            "type": "highlight",
            "text": "Это не абстрактная вера - это конкретная надежда!"
          },
          {
            "type": "text",
            "text": "Мы надеемся и ждём, когда сможем исполнять КАЖДУЮ заповедь Торы правильно и полностью."
          },
          {
            "type": "text",
            "text": "Все особенные вещи, о которых говорит Тора - воскрешение мёртвых, мир во всём мире, изобилие - всё это замечательно."
          },
          {
            "type": "teaching",
            "title": "Но самое главное",
            "text": "Самое главное для нас как евреев - возможность исполнять все 613 заповедей Торы в их полноте!"
          },
          {
            "type": "text",
            "text": "Когда мы думаем о Мошиахе, мы должны думать: \"Я не могу дождаться, когда смогу исполнять ВСЕ заповеди Торы! Я верю, что это произойдёт, и надеюсь, что это будет очень-очень скоро!\""
          }
        ]
      }
    }
  ]
}
