{
  "date": "2026-01-13",
  "hebrewDate": "כ״ג טבת ה׳תשפ״ו (23 Тевета 5786)",
  "parsha": "Ваэйра",
  "dayType": "Понедельник",
  "dedication": "За безопасность и успех евреев в Земле Израиля и успех солдат, защищающих её",
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Ваэйра - День 2 (Шейни)",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Семья Моше и Аарона - достойные посланники",
        "paragraphs": [
          {
            "type": "text",
            "text": "В недельной главе Ваэйра мы начинаем изучать историю выхода из Египта! Но сначала мы узнаем о людях, которых Всевышний выбрал, чтобы вывести евреев из Египта: Моше и Аарон."
          },
          {
            "type": "heading",
            "text": "Особая семья"
          },
          {
            "type": "text",
            "text": "Тора рассказывает нам о семье Моше и Аарона. Они были из שֵׁבֶט לֵוִי (колена Леви) — важного колена."
          },
          {
            "type": "text",
            "text": "Они также были из семьи Амрама, который был лидером евреев в то время. Это помогло евреям уважать их."
          },
          {
            "type": "highlight",
            "text": "Моше и Аарон выросли в доме Торы, в доме יִרְאַת שָׁמַיִם (богобоязненности) и в семье, которая была готова на мְסִירַת נֶפֶשׁ (самопожертвование), чтобы помогать другим евреям."
          },
          {
            "type": "teaching",
            "title": "Почему это важно?",
            "text": "Всевышний выбрал Моше и Аарона не случайно. Они были правильными людьми для этой особой миссии!"
          },
          {
            "type": "heading",
            "text": "Колено Леви"
          },
          {
            "type": "text",
            "text": "Колено Леви было особенным среди всех колен Израиля. Почему?"
          },
          {
            "type": "example",
            "title": "Три особенности:",
            "text": "1. Они не служили идолам в Египте\n2. Они продолжали учить Тору даже во время рабства\n3. Они сохранили обрезание, когда другие боялись это делать"
          },
          {
            "type": "text",
            "text": "Левиты не были порабощены так, как другие колена. Они могли сохранить свою связь со Всевышним и продолжать служить Ему."
          },
          {
            "type": "heading",
            "text": "Семья Амрама"
          },
          {
            "type": "text",
            "text": "Амрам был не просто отцом Моше и Аарона. Он был главой Санедрина — высшего суда евреев в Египте!"
          },
          {
            "type": "text",
            "text": "Это значит, что Моше и Аарон выросли в атмосфере изучения Торы, справедливости и лидерства."
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Каждый вечер за ужином Амрам обсуждал с детьми законы Торы. Мирьям, Аарон и Моше слышали, как отец разбирает сложные вопросы права и морали. Они видели, как он помогает евреям решать споры справедливо."
          },
          {
            "type": "heading",
            "text": "Готовность к миссии"
          },
          {
            "type": "text",
            "text": "Теперь, когда Тора рассказала нам, что и Моше, и Аарон были правильными людьми для этой особой миссии от Всевышнего, мы готовы узнать, что произошло дальше."
          },
          {
            "type": "highlight",
            "text": "Это учит нас: Всевышний выбирает людей для важных дел не случайно!"
          },
          {
            "type": "teaching",
            "title": "Урок для нас",
            "text": "Когда Всевышний даёт нам какую-то задачу или миссию, Он также даёт нам способности и подготовку, чтобы её выполнить. Мы должны верить в себя и в то, что Всевышний нас подготовил!"
          },
          {
            "type": "text",
            "text": "Как Моше и Аарон получили правильное воспитание и происхождение, так и у каждого из нас есть особые качества, которые Всевышний дал нам для нашей миссии в этом мире!"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 108-112",
      "icon": "📿",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Посох силы через поколения",
        "paragraphs": [
          {
            "type": "text",
            "text": "В главе 110 Давид а-Мелех просит Всевышнего: \"מַטֵּה עֻזְּךָ יִשְׁלַח ה' מִצִּיּוֹן\" — \"Посох Твоей силы пошлёт Всевышний из Иерусалима\", \"רְדֵה בְּקֶרֶב אֹיְבֶיךָ\" — \"чтобы властвовать над Твоими врагами\"."
          },
          {
            "type": "text",
            "text": "Давид а-Мелех воевал во многих войнах и просил Всевышнего показать Свою силу, чтобы враги не беспокоили евреев!"
          },
          {
            "type": "heading",
            "text": "Удивительный посох"
          },
          {
            "type": "text",
            "text": "Мидраш говорит, что был один מַטֶּה (посох), который использовали великие цадики на протяжении всех поколений."
          },
          {
            "type": "highlight",
            "text": "Это был тот же самый посох, который передавался от праведника к праведнику!"
          },
          {
            "type": "example",
            "title": "Путешествие посоха:",
            "text": "Это был тот же посох, которым пользовался Яаков-авину, чтобы перейти реку Ярден."
          },
          {
            "type": "text",
            "text": "Это был тот же посох, который Йеуда отдал Тамар."
          },
          {
            "type": "text",
            "text": "Это был тот же посох, который был у Моше Рабейну, как мы учим в этой недельной главе!"
          },
          {
            "type": "text",
            "text": "Это был тот же посох, которым Аарон сделал некоторые из מַכּוֹת (казней)."
          },
          {
            "type": "text",
            "text": "Это был тот же посох, который Давид а-Мелех использовал, когда шёл сражаться с Голиафом."
          },
          {
            "type": "text",
            "text": "Это был тот же посох, который был у каждого еврейского царя, пока не был разрушен Храм. Тогда он был спрятан."
          },
          {
            "type": "heading",
            "text": "Посох Мошиаха"
          },
          {
            "type": "highlight",
            "text": "Этот же посох будет дан Мошиаху, чтобы управлять миром!"
          },
          {
            "type": "teaching",
            "title": "Что это значит?",
            "text": "Это посох силы, о котором говорит Давид а-Мелех, прося Всевышнего послать его из Циона."
          },
          {
            "type": "text",
            "text": "Посох символизирует силу и власть, которую Всевышний даёт Своим избранникам."
          },
          {
            "type": "example",
            "title": "Глубокий смысл:",
            "text": "Посох — это не просто палка. Это символ того, что все великие лидеры еврейского народа получают силу из одного источника — от Всевышнего! Один и тот же посох означает одну и ту же духовную силу."
          },
          {
            "type": "text",
            "text": "Когда Мошиах придёт, он получит этот посох и будет использовать ту же святую силу, что использовали все праведники до него!"
          },
          {
            "type": "teaching",
            "title": "Урок для нас",
            "text": "Каждое поколение получает силу от предыдущего. Мы связаны с нашими праотцами и с Мошиахом через одну непрерывную линию святости!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 15",
      "icon": "📕",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Важность работы над собой",
        "paragraphs": [
          {
            "type": "text",
            "text": "В этой главе Тании, которую мы начинаем изучать сегодня, мы узнаём о важности עֲבוֹדָה (работы над собой)."
          },
          {
            "type": "teaching",
            "title": "Что такое Avodah?",
            "text": "Avodah означает изменение чего-то в нашей природе, что неправильно, и над чем нам нужно работать, чтобы исправить."
          },
          {
            "type": "heading",
            "text": "Три вида евреев"
          },
          {
            "type": "text",
            "text": "Альтер Ребе приводит стих, который говорит о трёх видах евреев:"
          },
          {
            "type": "text",
            "text": "1. **עֶבֶד ה'** (Слуга Всевышнего) — цадик, который уже закончил свою работу с Yetzer Hara"
          },
          {
            "type": "text",
            "text": "2. **עֹבֵד ה'** (Служащий Всевышнему) — тот, кто в середине борьбы со своим Yetzer Hara — бейнони"
          },
          {
            "type": "text",
            "text": "3. **לֹא עֲבָדוֹ** (Не служит Ему) — тот, кто не служит Всевышнему"
          },
          {
            "type": "heading",
            "text": "Кто такой \"не служит\"?"
          },
          {
            "type": "text",
            "text": "\"Тот, кто не служит Всевышнему\" тоже может быть видом бейнони, просто он не РАБОТАЕТ над служением Всевышнему!"
          },
          {
            "type": "highlight",
            "text": "Как это возможно?"
          },
          {
            "type": "text",
            "text": "Пока человек не делает никаких грехов, он может быть бейнони. Но для некоторых людей это не требует работы!"
          },
          {
            "type": "example",
            "title": "Представь такого человека:",
            "text": "• Ему не НРАВИТСЯ некошерная еда!\n• Он не ЛЮБИТ говорить плохие вещи о других людях!\n• Он не возбуждается, когда видит компьютерную игру, и не тратит несколько часов вместо учёбы Торы!\n• Он ЛЮБИТ учить Тору!"
          },
          {
            "type": "text",
            "text": "Для такого человека быть бейнони легко! Ему не нужно бороться с Yetzer Hara, потому что у него просто нет таких желаний."
          },
          {
            "type": "heading",
            "text": "Что такое настоящая Avodah?"
          },
          {
            "type": "text",
            "text": "Пока человек не борется со своим Yetzer Hara, он называется тем, кто \"не служит Всевышнему\"."
          },
          {
            "type": "text",
            "text": "Каждый еврей любит Всевышнего немного, просто потому что он еврей. Раз они любят Всевышнего хотя бы немного, им не нужно стараться очень сильно."
          },
          {
            "type": "highlight",
            "text": "Поэтому они не пытаются любить Всевышнего больше или иметь больше יִרְאַת שָׁמַיִם (богобоязненности)."
          },
          {
            "type": "teaching",
            "title": "Когда человек становится \"Служащим\"?",
            "text": "Его назовут **עֹבֵד ה'** (Служащим Всевышнему) только если он хочет делать БОЛЬШЕ, чем обычно делает. Ему нужно прикладывать особое усилие, чтобы это случилось."
          },
          {
            "type": "example",
            "title": "Практический пример:",
            "text": "Рувен легко делает все заповеди. Ему нравится учиться, он не хочет плохих вещей. Но он не работает над тем, чтобы любить Всевышнего ещё больше. Он \"не служит\" — бейнони без работы."
          },
          {
            "type": "text",
            "text": "Шимон тоже делает все заповеди. Но он каждый день старается полюбить Всевышнего больше. Он думает о величии Всевышнего, медитирует, работает над собой. Он \"служит\" — бейнони с работой!"
          },
          {
            "type": "highlight",
            "text": "Главный урок: Недостаточно просто не делать плохих вещей. Нужно работать над тем, чтобы расти духовно!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "23 Тевета",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Недостаточно жаловаться — нужно исправлять!",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодняшний Айом Йом учит нас: когда мы замечаем проблемы в еврействе вокруг нас, недостаточно жаловаться на них — нам нужно пытаться их исправить!"
          },
          {
            "type": "heading",
            "text": "Исправление в Хасидус"
          },
          {
            "type": "text",
            "text": "Начало сегодняшнего Айом Йом — это исправление в прошлой недельной главе Хасидуса, в Тора Ор недельной главы Шмойс."
          },
          {
            "type": "text",
            "text": "Там есть беседа, основанная на стихе из главы \"מִי שָׂם פֶּה לְאָדָם\" (\"Кто дал рот человеку\"). Эта беседа объясняет по очень глубокой Каббале, почему Моше не хотел принять миссию и как Всевышний ему ответил."
          },
          {
            "type": "heading",
            "text": "Стон — это только начало"
          },
          {
            "type": "highlight",
            "text": "Один קְרֶכְץ (стон) сам по себе нам не поможет!"
          },
          {
            "type": "text",
            "text": "Наш стон — это только начало. Он должен заставить нас понять, что что-то нужно изменить!"
          },
          {
            "type": "teaching",
            "title": "Что делать после стона?",
            "text": "После этого мы должны подумать, как мы можем помочь исправить проблему."
          },
          {
            "type": "text",
            "text": "Каждый человек может найти способ, как он может быть частью этого — учить больше Торы и помогать большему количеству евреев делать заповеди."
          },
          {
            "type": "example",
            "title": "Разные способы помочь:",
            "text": "• Один человек может делать это через письмо\n• Другой человек — через выступления с речами\n• Третий человек — давая деньги на укрепление еврейства"
          },
          {
            "type": "heading",
            "text": "Что можешь сделать ТЫ?"
          },
          {
            "type": "highlight",
            "text": "Какие особые силы у тебя есть, чтобы укрепить еврейство?"
          },
          {
            "type": "example",
            "title": "Подумай:",
            "text": "• Может быть, ты хорошо рассказываешь истории? Рассказывай еврейские истории друзьям!\n• Может быть, ты хороший организатор? Организуй изучение Торы для детей!\n• Может быть, у тебя есть деньги на карманные расходы? Купи еврейскую книгу для друга!"
          },
          {
            "type": "teaching",
            "title": "Практический урок",
            "text": "Не просто говори \"Ой, как плохо!\" — действуй! Найди, что ты можешь сделать, и делай это!"
          },
          {
            "type": "text",
            "text": "Когда ты видишь друга, который не знает об еврейских праздниках — не жалуйся! Пригласи его к себе на Шаббат."
          },
          {
            "type": "text",
            "text": "Когда ты видишь, что кто-то не знает, как накладывать тфилин — не вздыхай! Научи его или попроси взрослого помочь."
          },
          {
            "type": "highlight",
            "text": "Каждый может что-то сделать. Вопрос не \"могу ли я?\", а \"что именно я сделаю?\""
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Урок 318 - Пять правил для судей",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Как судить справедливо",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы изучаем 5 заповедей для судьи, чтобы убедиться, что он судит по правилам Торы:"
          },
          {
            "type": "heading",
            "text": "Заповедь 1: Не жалеть преступника"
          },
          {
            "type": "text",
            "text": "Судья не может жалеть того, кто причинил боль или убил кого-то и должен заплатить штраф."
          },
          {
            "type": "text",
            "text": "Он должен судить его по закону, а не говорить \"он не может себе это позволить\" или \"он ошибся\"."
          },
          {
            "type": "text",
            "text": "Мы учим эту заповедь из стиха в недельной главе Шофтим: \"וְלֹא תָחוֹס עֵינֶךָ נֶפֶשׁ בְּנֶפֶשׁ עַיִן בְּעַיִן שֵׁן בְּשֵׁן יָד בְּיָד רֶגֶל בְּרָגֶל\" — \"И не пожалеет глаз твой: душа за душу, глаз за глаз, зуб за зуб, рука за руку, нога за ногу\"."
          },
          {
            "type": "heading",
            "text": "Заповедь 2: Не помогать бедному выиграть несправедливо"
          },
          {
            "type": "text",
            "text": "Не суди так, чтобы бедный человек выиграл, если он на самом деле этого не заслуживает."
          },
          {
            "type": "highlight",
            "text": "Не используй суд как способ дать צְדָקָה (милостыню) бедному человеку!"
          },
          {
            "type": "text",
            "text": "Милостыня — это отдельное дело, но суд должен быть правильным и справедливым."
          },
          {
            "type": "text",
            "text": "Мы учим эту заповедь из стиха в недельной главе Мишпатим: \"וְדָל לֹא תֶהְדַּר בְּרִיבוֹ\" — \"И бедного не выделяй в его тяжбе\"."
          },
          {
            "type": "heading",
            "text": "Заповедь 3: Относиться ко всем одинаково"
          },
          {
            "type": "text",
            "text": "Не будь добрее к кому-то из людей в Бейт Дине, даже если они более важные — относись ко всем одинаково."
          },
          {
            "type": "text",
            "text": "Не говори \"он богатый или уважаемый человек, как я могу заставить его проиграть?\""
          },
          {
            "type": "text",
            "text": "Мы учим эту заповедь из стиха в недельной главе Кдошим: \"וְלֹא תֶהְדַּר פְּנֵי גָדוֹל\" — \"И не почитай лица великого\"."
          },
          {
            "type": "text",
            "text": "Подробности этой заповеди объясняются во многих местах в трактате Санедрин и трактате Швуос."
          },
          {
            "type": "heading",
            "text": "Заповедь 4: Не судить по прошлому"
          },
          {
            "type": "text",
            "text": "Не суди против кого-то только потому, что ты знаешь, что он грешник — суди каждое дело само по себе и смотри, говорит ли закон, что его следует наказать."
          },
          {
            "type": "text",
            "text": "Мы учим эту заповедь из стиха в недельной главе Мишпатим: \"לֹא תַטֶּה מִשְׁפַּט אֶבְיֹנְךָ בְּרִיבוֹ\" — \"Не извращай суда бедного твоего в тяжбе его\"."
          },
          {
            "type": "heading",
            "text": "Заповедь 5: Следовать Торе точно"
          },
          {
            "type": "text",
            "text": "Не делай ничего иначе, чем говорит Тора, когда выносишь решение."
          },
          {
            "type": "highlight",
            "text": "Тора говорит нам, как признать кого-то невиновным или виновным, и судья должен следовать каждому из этих законов точно."
          },
          {
            "type": "text",
            "text": "Мы учим эту заповедь из стиха в недельной главе Кдошим: \"לֹא תַעֲשׂוּ עָוֶל בַּמִּשְׁפָּט\" — \"Не делайте неправды в суде\"."
          },
          {
            "type": "heading",
            "text": "Законы о малкос"
          },
          {
            "type": "text",
            "text": "В сегодняшнем Рамбаме мы также узнаём о том, когда Бейт Дин даёт מַלְקוֹת (удары плетью) кому-то, чтобы наказать за определённые грехи."
          },
          {
            "type": "text",
            "text": "В главе 17 мы узнаём, как даются удары. Мы узнаём, что человек, который даёт удары, должен быть очень умным, но не очень сильным."
          },
          {
            "type": "teaching",
            "title": "Почему не сильным?",
            "text": "Потому что закон говорит, что он должен бить так сильно, как может, и мы не хотим, чтобы человек пострадал больше, чем нужно."
          },
          {
            "type": "text",
            "text": "Глава 18 учит нас, сколько ударов давать. Мы пытаемся понять, сколько человек может выдержать, и даём только столько."
          },
          {
            "type": "text",
            "text": "Из-за способа, которым даются удары (1 спереди, потом один сзади на каждом плече), мы даём только число, которое можно разделить на 3, как 9, 12 или 18."
          },
          {
            "type": "example",
            "title": "Правило милосердия:",
            "text": "Если человек может выдержать только 11 ударов, мы округляем ВНИЗ до 9, а не вверх до 12! Лучше дать меньше, чем причинить лишние страдания."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "В заслугу праведных женщин",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Ранний выход благодаря женщинам",
        "paragraphs": [
          {
            "type": "text",
            "text": "Гемара говорит: в заслугу женщин мы вышли из Египта! \"בִּזְכוּת נָשִׁים צַדְקָנִיּוֹת שֶׁהָיוּ בְּאוֹתוֹ הַדּוֹר, נִגְאֲלוּ אֲבוֹתֵינוּ מִמִּצְרָיִם\""
          },
          {
            "type": "heading",
            "text": "Но разве не было обещания?"
          },
          {
            "type": "text",
            "text": "Разве Всевышний не ОБЕЩАЛ, что евреи выйдут из Египта? Зачем нужна была заслуга женщин?"
          },
          {
            "type": "teaching",
            "title": "Важное открытие:",
            "text": "Ответ в том, что Всевышний обещал вывести евреев из Египта — через 400 лет. Но благодаря заслуге праведных женщин, евреи вышли намного раньше — всего через 210 лет!"
          },
          {
            "type": "highlight",
            "text": "Почти в два раза быстрее!"
          },
          {
            "type": "heading",
            "text": "Какая была заслуга?"
          },
          {
            "type": "text",
            "text": "Мы знаем, что Фараон издал ужасный указ, что мальчиков-младенцев нужно бросать в Нил."
          },
          {
            "type": "text",
            "text": "Было бы совершенно понятно, если бы еврейские женщины сказали, что не хотят больше иметь детей, чтобы эти ужасные вещи не случились с ними!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Молодая еврейская женщина в Египте. Она знает об указе Фараона. Её муж говорит: \"Может, не стоит сейчас заводить детей?\" Было бы это разумно? Да! Было бы это понятно? Конечно!"
          },
          {
            "type": "heading",
            "text": "Что сделали праведные женщины?"
          },
          {
            "type": "highlight",
            "text": "Но праведные женщины в Египте не думали о том, что может случиться!"
          },
          {
            "type": "text",
            "text": "Они знали, что Всевышний хочет, чтобы они рожали детей. Поэтому они полагались на Всевышнего, что Он позаботится о детях — и именно это и произошло!"
          },
          {
            "type": "text",
            "text": "Всевышний сделал чудеса, и дети были спасены. Они даже были первыми, кто узнал Всевышнего при расступлении моря!"
          },
          {
            "type": "teaching",
            "title": "Результат веры:",
            "text": "Благодаря тому, что они привели так много еврейских душ в мир, миссия, которую им нужно было выполнить в изгнании, закончилась намного быстрее!"
          },
          {
            "type": "text",
            "text": "Вместо 400 лет евреи смогли закончить свою миссию в изгнании Египта всего за 210 лет!"
          },
          {
            "type": "heading",
            "text": "Урок для нас сегодня"
          },
          {
            "type": "text",
            "text": "Ребе говорит нам, что это учит нас очень важному уроку для нашего времени!"
          },
          {
            "type": "text",
            "text": "Аризал говорит, что евреи, живущие прямо перед приходом Мошиаха — это גִּלְגּוּל (перевоплощение), те же души, что и евреи, которые вышли из Египта."
          },
          {
            "type": "highlight",
            "text": "И как тогда заслуга праведных женщин вывела нас из изгнания раньше, так и в заслугу праведных женщин сегодня Мошиах придёт намного быстрее!"
          },
          {
            "type": "heading",
            "text": "Причины бояться есть и сегодня"
          },
          {
            "type": "text",
            "text": "Сегодня тоже есть причины бояться иметь детей:"
          },
          {
            "type": "text",
            "text": "• Мы можем бояться, что это будет трудно\n• Что младенцы не дают родителям много времени на сон\n• Что у нас может не хватить средств на многих детей\n• Что будет нелегко дать им правильное воспитание"
          },
          {
            "type": "teaching",
            "title": "Что делать?",
            "text": "Но как праведные женщины тогда, мы не должны думать о том, что может случиться. Мы должны делать то, что Всевышний хочет — иметь больше детей, и полагаться на Всевышнего, что Он позаботится обо всём!"
          },
          {
            "type": "highlight",
            "text": "И в этой заслуге, со всеми этими особенными еврейскими детьми, Мошиах сможет прийти немедленно!"
          }
        ]
      }
    }
  ]
}
