{
  "date": "2026-01-02",
  "hebrewDate": "י״ג טבת ה׳תשפ״ו (13 Тевета 5786)",
  "parsha": "Ваехи",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и успех солдат, защищающих её",
  "mazalTov": [
    "Лея Шустерман (Маунт Олив, Нью-Джерси) - 6 лет",
    "Менахем Мендель Дубинский (Лейк Каунти, Флорида) - 6 лет"
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Недельная глава Ваехи - День шестой",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Благословение Биньямину и похороны Яакова",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы читаем последнюю часть недельной главы Ваехи. Яаков даёт благословение последнему колену — Биньямину, и потом покидает этот мир."
          },
          {
            "type": "heading",
            "text": "Благословение Биньямину"
          },
          {
            "type": "text",
            "text": "Яаков благословил Биньямина, сказав, что он будет подобен волку, который хватает свою добычу. Почему такое странное сравнение?"
          },
          {
            "type": "text",
            "text": "Одна из причин этого благословения — в том, что Мизбеах (жертвенник) Бейт-Амикдаш будет находиться на территории колена Биньямина! Мизбеах будет «поглощать» все корбанот (жертвоприношения), как волк хватает свою еду!"
          },
          {
            "type": "teaching",
            "title": "Все получили благословения!",
            "text": "Может показаться, что Реувен, Шимон и Леви не получили благословений. Но на самом деле ВСЕ колена получили благословения! Они все получили одинаковые благословения, но каждое колено получило ОДНО особое благословение в большой мере."
          },
          {
            "type": "heading",
            "text": "Последние слова Яакова"
          },
          {
            "type": "text",
            "text": "Яаков знал, что скоро покинет этот мир. Он попросил своих сыновей похоронить его в Пещере Махпела вместе с другими праотцами и Леей Имейну. Только колена и их дети должны помогать нести гроб, но не египтяне."
          },
          {
            "type": "text",
            "text": "Яаков сказал им нести его гроб так же, как евреи будут располагаться лагерем вокруг Мишкана. Леви не должен помогать, потому что его семья будет нести Арон в Мишкане. Йосеф тоже не должен, потому что не подобает второму человеку после царя делать это. Вместо них будут помогать Менаше и Эфраим."
          },
          {
            "type": "highlight",
            "text": "Потом Яаков прилёг, и его душа покинула тело. Но Тора не говорит, что Яаков умер!"
          },
          {
            "type": "teaching",
            "title": "Яаков Авину жив!",
            "text": "Вся жизнь Яакова была посвящена тому, чтобы воспитать детей, которые пойдут путём Всевышнего. Поэтому пока его дети идут путём Всевышнего, его душа всё ещё жива в этом мире! Она выполняет свою работу через его детей, которые живы в этом мире и живут так, как он их научил!"
          },
          {
            "type": "heading",
            "text": "Похороны в Пещере Махпела"
          },
          {
            "type": "text",
            "text": "Йосеф увидел, что святое тело его отца завершило свою работу в мире, и заплакал. Он пошёл к Паро и сказал, что дал клятву похоронить Яакова в Эрец Исраэль."
          },
          {
            "type": "text",
            "text": "Паро очень хотел оставить тело Яакова в Египте для идолопоклонства, но знал, что не может сказать Йосефу нарушить обещание. Ведь тогда Йосеф мог бы нарушить обещание, которое ОН дал Паро, и рассказать всем, что Паро не знает святого языка!"
          },
          {
            "type": "text",
            "text": "Много людей присоединились к похоронам Яакова. Когда цари Канаана услышали, что идут колена, они вышли воевать. Но когда они пришли, то увидели корону Йосефа на гробе Яакова. Вместо войны они положили свои короны туда же, из уважения."
          },
          {
            "type": "text",
            "text": "Когда колена добрались до Хеврона, они похоронили Яакова в Пещере Махпела, а потом все вернулись в Египет."
          },
          {
            "type": "heading",
            "text": "Братья беспокоятся"
          },
          {
            "type": "text",
            "text": "Колена беспокоились, что Йосеф больше не будет таким добрым к ним после смерти Яакова. Они не были уверены, что он простил их за продажу. Они сказали Йосефу, что Яаков просил его простить их. Хотя это было неправдой, они сказали это ради мира в семье."
          },
          {
            "type": "highlight",
            "text": "Йосеф ответил: Всевышний ХОТЕЛ, чтобы братья продали его, чтобы он мог позаботиться о них! Они не должны беспокоиться — Всевышний не хочет, чтобы кто-то из них пострадал."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Капителах 69-71",
      "icon": "🙏",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Особое время для молитвы",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодняшние капители Теилим — Самах-Тет (69), Аин (70) и Аин-Алеф (71)."
          },
          {
            "type": "text",
            "text": "Один из стихов в капителе 69 звучит так: «Ва-ани тфилати леха Ашем, эт рацон» — «А моя молитва к Тебе, Всевышний, во время благоволения»."
          },
          {
            "type": "highlight",
            "text": "Мы говорим этот стих каждый день! Сможешь угадать где? В молитве Ма Тову!"
          },
          {
            "type": "heading",
            "text": "Ещё одно особое место"
          },
          {
            "type": "text",
            "text": "Есть ещё одно место, где мы говорим этот стих — перед тем, как вынимают Тору в Минху на Шаббат."
          },
          {
            "type": "text",
            "text": "Стих означает, что когда мы молимся, это очень особое время. Причина, по которой мы говорим его перед Минхой на Шаббат, в том, что это ТОЖЕ очень особое время — самое особое время всего Шаббата!"
          },
          {
            "type": "teaching",
            "title": "Почему Минха на Шаббат так особенна?",
            "text": "Минха на Шаббат — это «эт рацон», время благоволения. Это самое сильное время всего Шаббата, когда Всевышний особенно близок к нам и готов принять наши молитвы!"
          },
          {
            "type": "example",
            "title": "Практический урок:",
            "text": "Когда в следующий раз ты будешь молиться Минху на Шаббат, вспомни: это самое особое время! Это время, когда твои молитвы особенно сильны и важны."
          },
          {
            "type": "highlight",
            "text": "Поэтому мы говорим «Ва-ани тфилати» — напоминаем себе, что сейчас особое время для молитвы!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Перек Йуд-Алеф",
      "icon": "📘",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Кто такой раша?",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы изучаем весь перек 11 — о раша, грешнике."
          },
          {
            "type": "text",
            "text": "Вчера мы узнали, что цадик берёт контроль над собой, и Йецер Ара не имеет права голоса."
          },
          {
            "type": "highlight",
            "text": "Сегодня мы узнаём, что может произойти противоположное, не дай Бог, если человек позволит Йецер Ара вести себя как ему хочется!"
          },
          {
            "type": "heading",
            "text": "Когда Йецер Ара берёт контроль"
          },
          {
            "type": "text",
            "text": "Если человек не борется со своим Йецер Ара, тот может в конце концов взять контроль над человеком. Тогда Йецер Тов не сможет ничего сказать. Это то, что Альтер Ребе называет «раша» — грешник."
          },
          {
            "type": "text",
            "text": "У некоторых людей Йецер Ара может брать контроль только иногда, или только с определённым грехом. У других людей Йецер Ара может контролировать чаще и с большим количеством грехов."
          },
          {
            "type": "heading",
            "text": "Раша ве-тов ло"
          },
          {
            "type": "text",
            "text": "Мы говорили, что у Цадик ше-эйно гамур, даже если Йецер Тов главный, внутри всё ещё может быть немного Йецер Ара. Хотя он там, он не имеет права голоса. Это также называется Цадик ве-ра ло — он цадик, но внутри всё ещё есть что-то плохое."
          },
          {
            "type": "text",
            "text": "С раша возможно противоположное. Даже если Йецер Ара главный, Йецер Тов всё ещё внутри! Он может заставить человека думать и чувствовать хорошие вещи, даже если недостаточно силён, чтобы заставить человека сделать тшуву и не дать ему снова сделать неправильное. Это Раша ве-тов ло."
          },
          {
            "type": "teaching",
            "title": "Почему человек чувствует себя плохо после греха?",
            "text": "Вот почему человек чувствует себя плохо после того, как сделал грех. Добро внутри него заставляет его чувствовать, что он поступил неправильно!"
          },
          {
            "type": "heading",
            "text": "Раша ве-ра ло"
          },
          {
            "type": "text",
            "text": "Раша ве-ра ло — это тот, кто настолько привык делать неправильные вещи, что Йецер Ара вытолкнул Йецер Тов. Он больше не может чувствовать добро внутри себя и даже не будет чувствовать себя плохо за грех."
          },
          {
            "type": "text",
            "text": "Это противоположность Цадик ве-тов ло, где Йецер Тов полностью вытолкнул Йецер Ара, поэтому он не чувствует ничего плохого внутри."
          },
          {
            "type": "highlight",
            "text": "Но есть одно очень важное различие между Цадик ве-тов ло и Раша ве-ра ло!"
          },
          {
            "type": "teaching",
            "title": "Нешама никогда не уходит!",
            "text": "Цадик полностью вытолкнул Йецер Ара, но раша НИКОГДА не может потерять свою нешаму и жизненную силу Всевышнего, которая в ней! Просто он не может её чувствовать, и она остаётся в состоянии, называемом «макиф», пока он не сделает тшуву."
          },
          {
            "type": "example",
            "title": "Шхина всегда с евреями:",
            "text": "Поэтому мудрецы говорят, что когда десять евреев собираются вместе, Шхина там. Это правда, даже если они грешники, из-за жизненной силы «макиф», которая всегда есть в КАЖДОМ еврее!"
          },
          {
            "type": "highlight",
            "text": "Что делать, если Йецер Тов недостаточно силён? Можно попросить помощи у другого человека, чтобы укрепить свой Йецер Тов и снова выбирать правильное!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "Мысль дня - 13 Тевета",
      "icon": "☀️",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Быть живым фонарём",
        "paragraphs": [
          {
            "type": "text",
            "text": "Когда мы живём так, как учит нас Хасидизм, иногда нам даже не нужно много работать, чтобы приблизить евреев к еврейству!"
          },
          {
            "type": "highlight",
            "text": "Представь себе: если поставить фонарь на улице в темноте, люди соберутся вокруг него. Почему? Потому что людям нравится быть рядом со светом!"
          },
          {
            "type": "heading",
            "text": "Мы — живые фонари"
          },
          {
            "type": "text",
            "text": "Если мы будем «фонарём», сияющим Торой и Хасидизмом, люди тоже захотят подойти ближе к нам! Они захотят стать ближе к еврейству, когда увидят, как мы себя ведём."
          },
          {
            "type": "teaching",
            "title": "Как это работает?",
            "text": "Когда ты учишь Тору, делаешь заповеди и ведёшь себя как хасид — с радостью, добротой и любовью ко Всевышнему — ты становишься живым фонарём! Люди вокруг тебя видят твой свет и хотят узнать больше."
          },
          {
            "type": "example",
            "title": "Практический пример:",
            "text": "Если ты всегда счастлив и добр к людям, если помогаешь другим и говоришь добрые слова, люди спросят: «Почему ты такой счастливый? Откуда у тебя столько доброты?» И тогда ты можешь рассказать им о Торе и заповедях!"
          },
          {
            "type": "highlight",
            "text": "Не нужно много говорить. Просто живи так, как учит Тора, и люди сами потянутся к свету!"
          },
          {
            "type": "text",
            "text": "Это называется «кирув» — приближение людей к еврейству. И самый лучший кирув — это когда люди сами хотят подойти ближе, потому что видят, как прекрасно жить по Торе!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Илхот Тоэйн ве-Нитъан",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Хазака — доказательство владения",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы изучаем очень интересные законы о том, как Бейт-Дин определяет, кому принадлежит дом или поле."
          },
          {
            "type": "heading",
            "text": "Случай в Бейт-Дине"
          },
          {
            "type": "text",
            "text": "Представь такую ситуацию: Реувен живёт в доме уже долгое время. Вдруг приходит Шимон и говорит: «Что ты делаешь в этом доме?! Он мой!»"
          },
          {
            "type": "text",
            "text": "Что должен сделать Бейт-Дин? Вот большая проблема — у Реувена нет договора, чтобы показать, что дом его! Он не сохранил бумагу!"
          },
          {
            "type": "highlight",
            "text": "Но Бейт-Дин всё равно поверит Реувену, даже без договора, и позволит ему остаться в доме!"
          },
          {
            "type": "heading",
            "text": "Что такое Хазака?"
          },
          {
            "type": "text",
            "text": "Это из-за закона, называемого «хазака» — если человек жил в доме или использовал поле в течение 3 лет, причём другие люди знали об этом, это доказывает, что дом принадлежит ему!"
          },
          {
            "type": "teaching",
            "title": "Почему это доказательство?",
            "text": "Потому что иначе Шимон сказал бы ему выехать давным-давно! Если он молчал три года, значит, дом действительно принадлежит Реувену."
          },
          {
            "type": "heading",
            "text": "Исключения из правила"
          },
          {
            "type": "text",
            "text": "Но есть люди, для которых это не доказательство — например, деловые партнёры. Эти люди могут не возражать, если их партнёр использует их дом, но это не значит, что они должны отдать его навсегда!"
          },
          {
            "type": "text",
            "text": "Для них другой закон: Шимон должен доказать, что дом когда-то был его, и сделать особую клятву, что он не отдал и не продал его своему партнёру."
          },
          {
            "type": "heading",
            "text": "Свидетели и грабители"
          },
          {
            "type": "text",
            "text": "В перек 14 мы узнаём, что даже если человек НЕ МОЖЕТ использовать хазаку, чтобы доказать, что собственность его, он может привести свидетелей, чтобы показать, что купил её."
          },
          {
            "type": "example",
            "title": "Особый случай с грабителем:",
            "text": "Но грабитель не может сделать и этого! Если он когда-то украл поле, Бейт-Дин никогда не сможет ему доверять. Почему? Потому что может быть, человек только притворился, что продал ему поле, потому что боялся его — ведь он же грабитель!"
          },
          {
            "type": "heading",
            "text": "Когда свидетели расходятся"
          },
          {
            "type": "text",
            "text": "Перек 15 учит нас, что делать, когда свидетели приходят в Бейт-Дин сказать, что у человека есть хазака на собственность, но они говорят не совсем одинаковые вещи."
          },
          {
            "type": "example",
            "title": "Пример с зерном:",
            "text": "Если один свидетель говорит, что человек выращивал пшеницу три года, а другой говорит, что ячмень — мы принимаем свидетелей! Это маленькая деталь, в которой свидетели могут ошибиться."
          },
          {
            "type": "example",
            "title": "Пример с годами:",
            "text": "Но если один свидетель говорит, что он работал там в нечётные годы, а другой — что в чётные годы, тогда у нас нет ни одного свидетеля о хазаке, и он должен вернуть собственность!"
          },
          {
            "type": "highlight",
            "text": "Эти законы учат нас быть очень точными и справедливыми, когда решаем споры о собственности!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА У-МОШИАХ",
      "subtitle": "Скорая помощь Мошиаха",
      "icon": "💡",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Всё, что мы используем для заповедей, пойдёт с нами!",
        "paragraphs": [
          {
            "type": "text",
            "text": "В недельной главе Пкудей 5744 года (1984) Ребе говорил о празднике Мелаве Малка, который устраивала «Гацола» (еврейская скорая помощь) Краун-Хайтс, чтобы собрать деньги."
          },
          {
            "type": "highlight",
            "text": "Ребе сказал удивительную вещь: машины Гацола тоже поедут в Иерусалим, когда придёт Мошиах!"
          },
          {
            "type": "heading",
            "text": "Синагоги поедут в Эрец Исраэль"
          },
          {
            "type": "text",
            "text": "Когда придёт Мошиах, мы возьмём с собой в Эрец Исраэль все синагоги. Почему? Не потому, что они нам будут нужны, а потому, что мы использовали синагоги для молитвы и делали там так много заповедей!"
          },
          {
            "type": "text",
            "text": "Мы не захотим оставить их в изгнании — мы возьмём их с собой в Эрец Исраэль!"
          },
          {
            "type": "heading",
            "text": "Машины скорой помощи тоже!"
          },
          {
            "type": "text",
            "text": "То же самое с машиной Гацола! Поскольку она используется для спасения жизни еврея, она тоже поедет в Эрец Исраэль с Мошиахом!"
          },
          {
            "type": "text",
            "text": "Даже если она нам не понадобится тогда (потому что все будут здоровы!), мы всё равно привезём её с собой!"
          },
          {
            "type": "teaching",
            "title": "Главный урок:",
            "text": "Когда мы используем вещи для выполнения заповеди, мы делаем их тоже святыми — они становятся вещами, которые будут с нами, когда придёт Мошиах!"
          },
          {
            "type": "example",
            "title": "Практическое применение:",
            "text": "Подумай об этом: когда ты используешь свою книгу для изучения Торы, когда помогаешь кому-то своими руками, когда используешь свои деньги на цдаку — ты делаешь все эти вещи святыми! Они станут частью мира Мошиаха!"
          },
          {
            "type": "highlight",
            "text": "Всё, что мы делаем для заповедей и добрых дел, идёт с нами в Геулу!"
          },
          {
            "type": "text",
            "text": "Поэтому каждая заповедь, которую мы делаем, каждое доброе дело — это ещё один кирпичик в построении мира Мошиаха. И все вещи, которые мы использовали для этого, будут там с нами!"
          }
        ]
      }
    }
  ]
}
