{
  "date": "2026-01-29",
  "hebrewDate": "יא שבט תשפ״ו",
  "dayOfWeek": "Thursday",
  "parsha": "Beshalach",
  "sections": {
    "chumash": {
      "title": "Хумаш",
      "content": "После Рассечения моря евреи начали путешествие по пустыне.\n\nЕвреи пришли в место под названием Эйлим. Там они нашли двенадцать источников воды и 70 финиковых деревьев. Они расположились там у воды. Раши объясняет нам, что Всевышний поместил источники воды там, чтобы намекнуть на двенадцать колен, а 70 финиковых деревьев были там в связи с 70 старейшинами.\n\nЧерез месяц после выхода из Египта, у евреев закончилась маца. Они жаловались Моше и Аарону, что у них нет еды — вместо того, чтобы доверять Всевышнему или просить вежливо. Они хотели иметь хлеб и мясо!\n\nНесмотря на то, что Всевышнему не понравилось, как евреи просили, Он сказал Моше, что пошлёт ман для евреев! Он будет падать с небес каждый день утром, кроме субботы. В пятницу им нужно будет взять ДВОЙНУЮ порцию мана, чтобы у них было достаточно на пятницу И субботу.\n\nМоше также сказал евреям, что Всевышнему не понравился способ, которым евреи жаловались. Всевышний даст им хлеб утром, а сегодня они также получат мясо птицы слав днём. Поскольку хлеб — это настоящая потребность, Всевышний даст его утром, что является лучшим временем для его получения, и более уважительным способом. Мясо они получат днём, и не таким уважительным образом.\n\nОн сказал им, что скоро Всевышний хочет поговорить с ними об этом! Все евреи собрались вместе, и они увидели, как Всевышний готов говорить с Моше из облака.",
      "lesson": "Двенадцать источников намекают на 12 колен Израиля. 70 финиковых деревьев соответствуют 70 старейшинам. Ман падал каждый день кроме субботы, а в пятницу падала двойная порция. Всевышний учит нас правильно просить о том, что нам нужно."
    },
    "tehillim": {
      "title": "Теѓилим",
      "content": "Сегодняшний Теѓилим - главы Самех через Самех-Hей (60-65).\n\nВ главе Самех-Алеф царь Давид просит у Всевышнего что-то очень особенное: \"Дни к дням царя добавь\" — \"Пусть Всевышний добавит дни к дням царя\". Царь Давид просил Всевышнего, чтобы он жил долго.\n\nЗоѓар говорит, что когда человек рождается, Всевышний решает, сколько он будет жить. Если у него есть особая заслуга, Всевышний сделает так, что он проживёт ещё дольше! Это то, о чём царь Давид просил Всевышнего — чтобы у него была заслуга жить очень долго.\n\nПоскольку КАЖДЫЙ еврей подобен царю (\"Все евреи - сыновья царей\"), царь Давид также просил, чтобы ВСЕ евреи жили долго!",
      "lesson": "Царь Давид просил долгой жизни не только для себя, но и для всего народа Израиля. Особые заслуги могут продлить жизнь человека. Каждый еврей подобен царю, потому что все мы — дети Всевышнего."
    },
    "tanya": {
      "title": "Тания",
      "content": "Алтер Ребе рассказал нам ранее, что каждый еврей получает скрытую силу от праотцов, называемую Скрытая любовь. Когда эта скрытая любовь к Всевышнему выходит наружу, еврей не способен делать что-либо против воли Всевышнего. Алтер Ребе сейчас объясняет нам, как мы можем пробудить эту Скрытую любовь, чтобы помочь нам исполнять Тору и заповеди, даже когда это может быть очень трудно.\n\nЧтобы хорошо понять это, нам нужно было сначала узнать о Единстве Всевышнего. Что такое Единство Всевышнего? То, как Всевышний видит мир — что он действительно ЕДИН со Всевышним и совсем не отделён! Мы использовали пример того, как наши слова, прежде чем мы их произносим, являются просто частью нашего разума. Таким же образом, слова, которые Всевышний использовал для сотворения мира, действительно едины со Всевышним.\n\nНо мир, который мы видим, — это место, где Всевышний скрыт. Поэтому то, как устроен мир, заставляет его ВЫГЛЯДЕТЬ отделённым от Всевышнего!\n\nЕсть что-то в этом мире, однако, что связывает нас со Всевышним и с тем, как мир действительно един со Всевышним, как Всевышний видит его!\n\nЭто Тора и заповеди, которые являются волей Всевышнего, тем, чего хочет Всевышний. Весь мир был создан для того, чтобы евреи могли учить Тору и исполнять заповеди в нём! То, как Всевышний видит мир, — как инструмент для Торы и заповедей!\n\nПоэтому, когда мы учим Тору и исполняем заповеди в этом мире, мы показываем, что видим мир так, как видит его Всевышний. Мы связываемся с Единством Всевышнего и соединяемся с миром так, как Всевышний видит его — что он не отделён от Всевышнего вообще!\n\nПраотцы жили ВСЕЙ своей жизнью таким образом! Они не делали НИЧЕГО, кроме воли Всевышнего! Они ВСЕГДА были связаны с Единством Всевышнего. Нам тоже нужно стараться быть похожими на праотцов и связываться со Всевышним, исполняя волю Всевышнего каждый раз, когда можем!",
      "lesson": "Скрытая любовь к Всевышнему живёт в каждом еврее. Мы пробуждаем её через понимание Единства Всевышнего и исполнение Торы и заповедей. Праотцы показали нам пример — они всегда исполняли только волю Всевышнего. Мир создан как место для исполнения Торы и заповедей."
    },
    "hayomYom": {
      "title": "Ѓайом Йом",
      "content": "Каждый день мы начинаем наш день с Модэ Ани. Мы говорим это даже до того, как моем руки утреннее омовение — когда они ещё нечисты!\n\nНичто в мире не может сделать Модэ Ани еврея нечистым — есть часть нашей души, которая связана со Всевышним независимо от того, что мы делаем.\n\nЕсть известная беседа, которая была отредактирована Ребе и напечатана под названием Брошюра о сущности учения хасидизма. В этой беседе Ребе объясняет, как хасидизм раскрывает внутренность каждой части Торы, и что он совершает в еврее и в мире. В этой беседе Ребе использует этот Ѓайом Йом как пример, чтобы показать, что такое хасидизм!",
      "lesson": "Модэ Ани мы произносим даже до омовения рук, потому что есть часть нашей души, которая всегда остаётся чистой и связанной со Всевышним. Хасидизм раскрывает глубокую внутренность каждого аспекта Торы и показывает, как это влияет на нашу жизнь."
    },
    "rambam": {
      "title": "Рамбам",
      "content": "**Сефер ѓа-Мицвот - Урок #335 (Запретительная заповедь #166)**\n\nСегодняшняя заповедь такая же, как вчера — что коѓен не имеет права становиться нечистым для умерших людей, кроме определённых членов его семьи. Мы учим эту заповедь из стиха в главе Эмор: \"К мёртвому не приближайся среди народа своего\".\n\n**Рамбам - Законы траура (Главы Йуд-Бейс, Йуд-Гимел и Йуд-Далет)**\n\nВ сегодняшнем Рамбаме мы заканчиваем Законы траура. Мы узнаём, что если человек плачет, когда слышит, что другой еврей умер, Всевышний хранит все эти слёзы в Своей сокровищнице.\n\nВ главе Йуд-Далет мы узнаём много заповедей, которые являются частью Любви к Израилю — такие как Посещение больных, Приведение невесты под хупу и Приём гостей.\n\nМы узнаём, что мы должны посещать больных даже неевреев, чтобы был мир.\n\nРамбам тоже так делал! Рамбам работал во дворце султана весь день. Когда он приходил домой, он был очень голоден и устал. Но он видел много евреев и неевреев, собравшихся вокруг, ждущих, чтобы кто-то помог им. Рамбам заботился о них, давая им лекарства и помогая им почувствовать себя лучше до очень позднего времени. Когда он наконец приходил домой, он был совершенно истощён!\n\nМы можем учиться у Рамбама помогать другим людям, даже если это очень трудно.\n\n**Рамбам - Одна глава (Законы о царях - Глава Хес)**\n\nТеперь мы узнаём о том, что делать, когда мы захватываем город у неевреев. Одна из вещей — убедиться, что неевреи соблюдают Семь заповедей потомков Ноаха — семь заповедей, которые неевреи должны соблюдать.",
      "lesson": "Коѓен должен сохранять ритуальную чистоту. Всевышний хранит каждую слезу, пролитую о еврее. Посещение больных, помощь невестам и приём гостей — это заповеди любви к ближнему. Мы должны помогать даже неевреям ради мира. Рамбам показал личный пример самоотверженной помощи всем людям."
    },
    "geula": {
      "title": "Геула и Мошиах",
      "content": "Парша этой недели — Бешалах. Мы называем эту субботу \"Суббота Песни\" (Шабос Шира), потому что евреи спели \"Тогда воспел\", особую песнь Всевышнему.\n\nМидраш Мехилта рассказывает нам, что на самом деле есть ДЕСЯТЬ песен, которые евреи поют Всевышнему!\n\nОдна из них — в чтении из пророков на этой неделе, песнь, которую пророчица Двора спела после победы в войне. Другая — песня, которую царь Давид спел после того, как был спасён, заканчивающаяся стихом \"Возвеличивает спасение царя Своего\".\n\nДесятая песня будет спета евреями, когда придёт Мошиах! Мы говорим об этом в Приветствии субботы, говоря, что тогда мы споём новую песню: \"Пойте Всевышнему песнь новую\".",
      "lesson": "В истории еврейского народа есть десять великих песен Всевышнему. Первую мы спели после Рассечения моря. Десятую, новую песню, мы споём с приходом Мошиаха. Каждая песня отмечает момент великого спасения и избавления."
    }
  },
  "specialMessage": {
    "title": "Особое значение дня - Йуд-Алеф Швата",
    "content": "Сегодня, Йуд-Алеф Швата, — первый ПОЛНЫЙ день руководства Ребе! Вчера, Йуд Швата, был день ухода Предыдущего Ребе и начала руководства нашего Ребе. Но Йуд-Алеф Швата — это первый день, когда ВЕСЬ ДЕНЬ посвящён служению нашего поколения!\n\nКаждое поколение имеет своё особое служение. Сегодня наше служение — распространять еврейство и хасидизм среди себя и всех, кого мы можем достичь, с любовью к Израилю, и готовиться к Избавлению!\n\nМы должны изучать беседы Ребе, послания и письма, и думать о том, чему Ребе учит нас в них. Так мы сможем следовать по пути Ребе и правильно исполнять наше посланничество!\n\nУкрепимся сегодня в продолжении посланничества Ребе и добавим в нём всеми нашими силами!"
  }
}
