{
  "date": "2026-01-21",
  "hebrewDate": "ג׳ שבט ה׳תשפ״ו",
  "parsha": "Бо",
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Бо - Четвертый раздел",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Экзамен на гордость",
        "paragraphs": [
          {
            "type": "text",
            "text": "Всевышний дал евреям первое задание перед выходом из Египта: десятого Нисана каждая семья должна была взять ягненка и держать его у себя дома четыре дня."
          },
          {
            "type": "highlight",
            "text": "Почему это было важно? Египтяне считали ягнят своими божествами. Представьте, как трудно было евреям держать это животное на виду у всех египтян!"
          },
          {
            "type": "text",
            "text": "Это был настоящий тест на веру и гордость. Евреи показали, что они больше не боятся своих угнетателей и готовы слушаться только Всевышнего. Именно эта смелость и преданность помогли им заслужить Избавление."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 18-22",
      "icon": "📜",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Песнь победы",
        "paragraphs": [
          {
            "type": "text",
            "text": "В 18-й главе Псалмов царь Давид благодарит Всевышнего за спасение от всех его врагов. Он называет Бога своей скалой, крепостью и щитом."
          },
          {
            "type": "highlight",
            "text": "Давид учит нас: когда человек понимает, что вся его сила исходит от Бога, он становится непобедимым."
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Игерет а-Кодеш, глава 1",
      "icon": "🕯️",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Расторопность в добре",
        "paragraphs": [
          {
            "type": "text",
            "text": "В новом разделе Тании мы учим о важности «Зризут» — это расторопность и энергия в совершении добрых дел."
          },
          {
            "type": "text",
            "text": "Особенно это важно при даче пожертвований (Тдаки). Когда мы даем деньги нуждающимся быстро и с радостью, это пробуждает особую милость Всевышнего к нам самим."
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "3 Швата",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Путь для благословений",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодняшний урок напоминает о прекрасном обычае: давать Тдаку (пожертвование) перед молитвой. Это как бы прокладывает дорогу нашим просьбам, чтобы они быстрее достигли Всевышнего."
          },
          {
            "type": "highlight",
            "text": "Также очень важно для женщин и девочек давать монету в коробочку для Тдаки перед зажиганием субботних или праздничных свечей."
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы о свидетелях",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Святость закона",
        "paragraphs": [
          {
            "type": "text",
            "text": "Рамбам продолжает объяснять, почему родственники не могут быть свидетелями в суде. Даже если человек очень честный и праведный, закон Торы запрещает ему свидетельствовать за брата или отца."
          },
          {
            "type": "text",
            "text": "Это учит нас, что законы Торы — это не просто человеческая логика, а мудрость Всевышнего, которая выше нашего понимания."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА",
      "subtitle": "Связь с Египтом",
      "icon": "✨",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Чудеса как в Египте",
        "paragraphs": [
          {
            "type": "text",
            "text": "Пророк Миха обещал: «Как в дни твоего выхода из Египта, Я явлю тебе чудеса». Это значит, что будущая Геула будет во многом похожа на историю из нашей главы Бо."
          },
          {
            "type": "highlight",
            "text": "Евреи вышли из Египта благодаря своей гордости за то, что они евреи. Так и сегодня: если мы будем открыто и гордо исполнять волю Бога, не обращая внимания на то, что говорят другие, мы ускорим приход Мошиаха!"
          }
        ]
      }
    }
  ]
}
