{
  "date": "2026-02-02",
  "hebrewDate": "ט״ו שבט ה׳תשפ״ו (15 Шевата 5786)",
  "parsha": "Итро",
  "specialDay": "Ту би-Шват (Новый год деревьев), Сиюм Рамбам",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и успех солдат, защищающих её",
  "mazalTov": [
    "Хаим Меир Галеви Кремер (шалиах в Гудзоне, Нью-Йорк) - 6 лет, Ту би-Шват"
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Итро - День 2",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Совет Итро: как организовать народ",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы узнаем о важном событии, которое на самом деле произошло позже — на следующий день после того, как Моше спустился со второй парой скрижалей в Йом Кипур. Но Тора рассказывает нам об этом сейчас, прежде чем мы узнаем о даровании Торы."
          },
          {
            "type": "heading",
            "text": "Что увидел Итро?"
          },
          {
            "type": "text",
            "text": "Итро заметил, что Моше проводит весь день, отвечая на вопросы людей и разбирая их споры. Моше сидел, а все остальные стояли вокруг него весь день!"
          },
          {
            "type": "text",
            "text": "Итро спросил: «Почему все должны стоять? Обычно перед судьёй не нужно стоять!» Моше объяснил: «Они стоят не из-за меня, а потому что пришли услышать слова Торы, которые я слышал от Всевышнего»."
          },
          {
            "type": "highlight",
            "text": "Когда люди приходят услышать слова Торы, они встают в знак уважения к самой Торе!"
          },
          {
            "type": "heading",
            "text": "Мудрый совет Итро"
          },
          {
            "type": "text",
            "text": "Итро сказал Моше: «Это неправильно! Ты не можешь один учить весь народ. Это слишком много для одного человека!» Он предложил, что если Всевышний согласится, Моше должен выбрать других евреев, которые будут судьями для разных групп людей."
          },
          {
            "type": "teaching",
            "title": "Какими должны быть судьи?",
            "text": "Итро объяснил, что судьи должны обладать особыми качествами: они должны быть богатыми, чтобы не зависеть от людей; иметь трепет перед Небесами, чтобы стремиться поступать правильно; быть людьми слова, которым доверяют; и не любить спорить из-за денег."
          },
          {
            "type": "text",
            "text": "Итро предложил создать систему: один человек отвечает за каждые 10 евреев, другой — за каждые 50, ещё один — за каждые 100, и ещё один — за каждые 1000! Только если вопрос очень сложный и они не могут ответить сами, тогда люди придут к Моше."
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Это как в школе: есть учителя для каждого класса, завучи для каждой параллели, и директор школы. Не нужно идти к директору с каждым маленьким вопросом — только с самыми важными!"
          },
          {
            "type": "highlight",
            "text": "Итро сказал: если Всевышний согласится и ты так поступишь, всё будет хорошо для всех!"
          },
          {
            "type": "teaching",
            "title": "Почему это важно?",
            "text": "Эта система помогла организовать весь народ Израиля. Каждый человек мог получить помощь быстро, а Моше мог сосредоточиться на самых важных вопросах Торы для всего народа."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 77-78",
      "icon": "🎵",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Всевышний выбрал Давида",
        "paragraphs": [
          {
            "type": "text",
            "text": "В сегодняшних главах Теилим есть особый стих: «Вайивхар бе-Давид авдо» — «И выбрал Он Давида, раба Своего». Этот стих говорит о том, что Всевышний выбрал царя Давида быть предводителем еврейского народа."
          },
          {
            "type": "heading",
            "text": "Много предводителей — один Наси"
          },
          {
            "type": "text",
            "text": "В каждом поколении у евреев есть много руководителей и учителей. Есть предводители, которые показывают нам, что делать, родители и учителя помогают нам, раввины говорят нам правильный путь. Но есть только один Наси а-Дор — глава поколения!"
          },
          {
            "type": "highlight",
            "text": "Наси а-Дор — это один человек, которого Всевышний выбирает быть главой ВСЕХ евреев!"
          },
          {
            "type": "heading",
            "text": "В чём разница?"
          },
          {
            "type": "text",
            "text": "Наши родители, учителя и руководители направляют нас как еда — каждый человек получает то, что ему нужно. Кому-то нужно больше, кому-то меньше!"
          },
          {
            "type": "teaching",
            "title": "Особая роль Наси",
            "text": "Но Наси а-Дор даёт нам Некудат а-Яадут — пробуждает ту часть души, которая одинакова у всех! Это самая глубокая часть нашей еврейской души."
          },
          {
            "type": "example",
            "title": "Пример из прошлой главы:",
            "text": "Помнишь песню «Аз Яшир» в главе Бешалах? ВСЕ евреи пели её вместе как один — и великие, и простые, и даже маленькие дети! Это значит, что песня пришла из глубокой части души, где каждый еврей одинаков."
          },
          {
            "type": "text",
            "text": "Но чтобы все смогли петь эту хвалу Всевышнему вместе, Наси а-Дор должен был пробудить эту часть в душе каждого еврея!"
          },
          {
            "type": "highlight",
            "text": "Поэтому в стихе сказано: «Аз яшир Моше у-внэй Исраэль» — сначала Моше, Наси а-Дор, пробудил их души, и тогда все евреи смогли восхвалять Всевышнего вместе!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим, глава 24",
      "icon": "📚",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Как ецер а-ра обманывает нас",
        "paragraphs": [
          {
            "type": "text",
            "text": "Вчера мы узнали, что когда человек совершает нарушение, не дай Б-г, он отделяет себя от святости Всевышнего и вместо этого соединяется с клипот и авода зара в мире! В каком-то смысле он даже БОЛЕЕ отделён от Всевышнего, чем они!"
          },
          {
            "type": "heading",
            "text": "Но почему еврей грешит?"
          },
          {
            "type": "text",
            "text": "Если у каждого еврея есть скрытая любовь к Всевышнему, и он готов на самопожертвование, чтобы остаться связанным со Всевышним, почему же человек может совершить нарушение?"
          },
          {
            "type": "teaching",
            "title": "Дух глупости",
            "text": "Альтер Ребе объясняет: Всевышний дал разрешение ецер а-ра попытаться убедить еврея совершить нарушение. Это называется «руах штус» — дух глупости. Ецер а-ра говорит еврею, что нарушение НЕ отделяет от Всевышнего!"
          },
          {
            "type": "text",
            "text": "Только когда дело доходит до чего-то ОЧЕНЬ БОЛЬШОГО, как отказ от еврейства, тогда скрытая любовь точно проявится и не позволит человеку оставить свою веру."
          },
          {
            "type": "highlight",
            "text": "Но мы должны понимать: КАЖДЫЙ раз, когда мы делаем не так, как хочет Всевышний, это серьёзно!"
          },
          {
            "type": "teaching",
            "title": "Каждое нарушение серьёзно",
            "text": "КАЖДОЕ нарушение отделяет нас от Всевышнего так же, как авода зара! Когда мы это понимаем, ецер а-ра не сможет убедить нас, что нарушение — не такая уж страшная вещь."
          },
          {
            "type": "text",
            "text": "Гемара говорит: если ецер а-ра беспокоит нас, мы должны притащить его в Бейт-Мидраш учить Тору! Здесь мы видим, что с силой изучения Торы, как учит нас Альтер Ребе, мы не позволим себе поверить глупым мыслям ецер а-ра."
          },
          {
            "type": "example",
            "title": "Кунтрес Умаян",
            "text": "Ребе Рашаб написал книгу под названием «Кунтрес Умаян». В ней он приводит то, что сказано в Танье, а также другие глупые мысли, которые ецер а-ра использует. Например: «Никто не увидит» или «Со мной ничего не случится». Ребе Рашаб объясняет, как ответить на эти мысли и понять, почему то, что говорит ецер а-ра, так глупо!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "15 Шевата",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Особые заметки Цемах Цедека",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы не говорим Таханун, потому что сегодня Ту би-Шват — Новый год деревьев."
          },
          {
            "type": "text",
            "text": "Сегодня мы узнаем кое-что о книге Ликутей Тора, которую мы на самом деле начинаем учить в главе Бешалах."
          },
          {
            "type": "heading",
            "text": "История с заметками"
          },
          {
            "type": "text",
            "text": "Цемах Цедек написал заметки к маамарим во второй половине книги Тора Ор, которая называется Ликутей Тора. Некоторые хасиды узнали об этих заметках, и когда собирались печатать Ликутей Тора, они спросили Цемах Цедека, можно ли включить заметки в книгу."
          },
          {
            "type": "text",
            "text": "Сначала Цемах Цедек сказал нет."
          },
          {
            "type": "highlight",
            "text": "Но потом случилось нечто удивительное!"
          },
          {
            "type": "text",
            "text": "Цемах Цедеку приснился сон, в котором его дедушка, Альтер Ребе, пришёл к нему и сказал напечатать заметки. Цемах Цедек никому не рассказал об этом сне."
          },
          {
            "type": "text",
            "text": "Но троим сыновьям Цемах Цедека приснился ТАКОЙ ЖЕ СОН! Когда они рассказали ему об этом, он согласился напечатать заметки в Ликутей Тора."
          },
          {
            "type": "teaching",
            "title": "Почему это важно?",
            "text": "Хотя Ликутей Тора кажется просто второй половиной Тора Ор, она очень особенная, потому что содержит нечто новое — заметки Цемах Цедека внутри неё!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Это как когда ты читаешь книгу, а в ней есть примечания от великого учителя, которые объясняют глубже. Эти заметки делают книгу ещё более ценной!"
          },
          {
            "type": "highlight",
            "text": "Сам Альтер Ребе во сне сказал напечатать эти заметки — это показывает, насколько они важны!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы царей, главы 10-12",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Завершение Рамбама: о Машиахе!",
        "paragraphs": [
          {
            "type": "highlight",
            "text": "Мазаль тов! Сегодня мы завершаем весь Рамбам — 45-й раз с тех пор, как Ребе начал это установление!"
          },
          {
            "type": "heading",
            "text": "Последние главы о важных вещах"
          },
          {
            "type": "text",
            "text": "В главе 10 мы узнаём больше законов о Семи заповедях сыновей Ноаха. Последний закон говорит, что мы должны навещать неевреев, когда они больны, хоронить их, если они умерли, и давать им цдаку, если они нуждаются — ради мира."
          },
          {
            "type": "heading",
            "text": "Глава 11: Машиах — это Тора!"
          },
          {
            "type": "text",
            "text": "В главе 11 мы учим о Машиахе! Рамбам показывает нам, что Машиах — это не просто что-то хорошее, о чём рассказали мудрецы. Это часть Торы!"
          },
          {
            "type": "teaching",
            "title": "Вера в Машиаха обязательна!",
            "text": "Если кто-то не верит в Машиаха и не надеется, что он придёт, это значит, что он не верит, что Тора истинна, не дай Б-г!"
          },
          {
            "type": "heading",
            "text": "Глава 12: Зачем нужен Машиах?"
          },
          {
            "type": "text",
            "text": "Когда придёт Машиах, произойдёт много особенных вещей. Но знаешь ли ты, что это НЕ причина, по которой мудрецы и пророки хотели Машиаха?"
          },
          {
            "type": "highlight",
            "text": "Они хотели Машиаха только потому, что тогда мы сможем учить Тору и выполнять ВСЕ заповеди без ничего, что нам мешает!"
          },
          {
            "type": "teaching",
            "title": "Главная цель Машиаха",
            "text": "Основная причина прихода Машиаха — не чудеса и не особые события. Главное — возможность служить Всевышнему полностью, учить Тору и выполнять заповеди без помех!"
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Это как когда ты очень хочешь учиться, но вокруг шум и отвлекают. А потом тебе дают тихую комнату с хорошим светом и всеми нужными книгами. Машиах уберёт все препятствия для служения Всевышнему!"
          },
          {
            "type": "highlight",
            "text": "Там венишлам — Шевах ло-Кель Борей Олам! Мазаль тов — мы завершили весь Рамбам!"
          },
          {
            "type": "text",
            "text": "Ребе призывал всех принять участие в сиюме лично, если есть возможность. Сегодня — день принять сильное решение учить Сефер а-Мицвот каждый день и быть примером для окружающих!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МАШИАХ",
      "subtitle": "Ту би-Шват",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Плоды Геулы",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня Ту би-Шват — Новый год деревьев! Этот день учит нас важному уроку о Геуле."
          },
          {
            "type": "heading",
            "text": "Почему сажают сад?"
          },
          {
            "type": "text",
            "text": "Посадить сад — это тяжёлая работа. Всё начинается с посадки семечка, полива и терпеливого ожидания месяцы и месяцы. Когда дерево начинает расти, его нужно аккуратно подрезать, поливать и защищать от насекомых и животных."
          },
          {
            "type": "text",
            "text": "Так зачем же фермер тратит столько лет, выращивая сад?"
          },
          {
            "type": "highlight",
            "text": "Потому что плоды, которые вырастут в конце, стоят того!"
          },
          {
            "type": "heading",
            "text": "Урок Ту би-Шват"
          },
          {
            "type": "text",
            "text": "В этот день есть обычай есть вкусные фрукты. Это напоминает нам, какие замечательные плоды, и мы знаем, что стоит приложить все усилия, чтобы их вырастить!"
          },
          {
            "type": "teaching",
            "title": "Работа в изгнании",
            "text": "Знание о плодах, которые будут в конце, даёт нам вдохновение для работы, которую еврей делает во время изгнания. Путь к Геуле долог и труден, но награда стоит всех усилий!"
          },
          {
            "type": "text",
            "text": "С Геулой то же самое. Нужно много усердной работы, чтобы делать то, что мы должны делать во время изгнания."
          },
          {
            "type": "example",
            "title": "Вкус Геулы:",
            "text": "Когда ты ешь сладкий фрукт в Ту би-Шват, подумай: «Этот вкусный плод напоминает мне о сладости Геулы! Всё, что я делаю сейчас — каждая заповедь, каждое доброе дело — всё это приближает прекрасные 'плоды Геулы', которые мы получим, когда придёт Машиах!»"
          },
          {
            "type": "highlight",
            "text": "Поедание вкусных фруктов в Ту би-Шват напоминает нам, что стоит делать всю эту трудную работу ради восхитительных 'плодов Геулы', которые мы получим в конце, когда придёт Машиах!"
          },
          {
            "type": "text",
            "text": "Так же, как фермер видит прекрасные плоды и знает, что вся работа того стоила, мы знаем, что каждая заповедь, которую мы делаем сейчас, приближает чудесное время Геулы!"
          }
        ]
      }
    }
  ]
}
