 {
  "date": "2026-01-01",
  "hebrewDate": "י״ב טבת ה׳תשפ״ו (12 Тевета 5786)",
  "parsha": "Ваехи",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и успех солдат, защищающих её",
  "mazalTov": [],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Недельная глава Ваехи - День пятый",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Благословения Гада, Ашера, Нафтали и Йосефа",
        "paragraphs": [
          {
            "type": "text",
            "text": "Яаков продолжает давать благословения коленам Израиля перед своей смертью. Сегодня мы узнаём о благословениях, которые получили Гад, Ашер, Нафтали и Йосеф."
          },
          {
            "type": "highlight",
            "text": "Яаков даёт Гаду благословение. Его колено будет очень сильным — они будут сражаться и побеждать, и никто из них не пострадает! Именно это и произошло, когда евреи вошли в Эрец Исраэль!"
          },
          {
            "type": "text",
            "text": "Благословение Ашера заключается в том, что место, которое он получит в Эрец Исраэль, будет производить много оливок, а оливковое масло из них будет использоваться для приготовления пищи для царей!"
          },
          {
            "type": "text",
            "text": "Нафтали получает особое благословение — он будет подобен оленю. Плоды, которые растут в его части Эрец Исраэль, будут расти так же быстро, как бегает олень, а воины из его колена будут бежать в бой с быстротой оленя! Люди из колена Нафтали будут благодарить Всевышнего за своё благословение."
          },
          {
            "type": "text",
            "text": "Йосеф получает благословение, что его семья будет иметь много детей, как виноградная лоза полна винограда. Каждый из его сыновей (Менаше и Эфраим) вырастет в колено, такое же большое, как другие колена, и на них не будет дурного глаза!"
          },
          {
            "type": "teaching",
            "title": "Почему Йосеф получил такое благословение?",
            "text": "Яаков напоминает Йосефу, что его братья были недобры к нему, как и Потифера с его женой. Но всё равно его мечты сбылись, потому что он доверился Всевышнему. Он стал вторым после царя и позаботился обо всей семье в Египте."
          },
          {
            "type": "text",
            "text": "Яаков сказал Йосефу: «Поскольку — с помощью Всевышнего — ты не послушался жену Потиферы и не совершил грех, Всевышний поможет тебе и позаботится о том, чтобы была вода для твоих полей, и чтобы ты рождал здоровых детей.»"
          },
          {
            "type": "highlight",
            "text": "«Всевышний дал мне (Яакову) ещё больше благословений, чем другим праотцам! Авраам и Ицхак получили благословение только для Эрец Исраэль, но, как хотела моя мать Ривка, я получил благословение распространиться повсюду — Уфарацта. Эти благословения должны перейти к тебе, Йосеф.»"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Псалмы царя Давида - Главы 66-68",
      "icon": "🙏",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Чудо царя Хизкияу",
        "paragraphs": [
          {
            "type": "text",
            "text": "В главе 68 Давид Амелех говорит об удивительном чуде, которое произойдёт в будущем."
          },
          {
            "type": "text",
            "text": "Всего два дня назад у нас был пост Асара Бе-Тевет, когда мы вспоминали, как Невухаднецар и его армия окружили Иерусалим. Но это был не единственный раз, когда Иерусалим был окружён!"
          },
          {
            "type": "highlight",
            "text": "В первый раз Всевышний сотворил потрясающие чудеса! Это показывает нам, что если мы удостоимся, осада Иерусалима, о которой мы постились, не обязательно должна быть печальной — через наше раскаяние она может стать великим праздником."
          },
          {
            "type": "heading",
            "text": "История царя Хизкияу"
          },
          {
            "type": "text",
            "text": "Царь Хизкияу был 12-м царём из царей Йеуды. Он был сыном злого царя Ахаза, но совсем не был похож на своего отца! У него был настоящий страх перед Небесами, и он пытался снова сделать евреев святым народом."
          },
          {
            "type": "text",
            "text": "Он разрушил всех идолов, починил Бейт Амикдаш и попросил всех евреев приходить и праздновать там праздники."
          },
          {
            "type": "text",
            "text": "После того как он позаботился о духовности евреев, царь Хизкияу также попытался позаботиться о материальном благополучии евреев. Он укрепил еврейскую армию, и они отвоевали обратно многие города, которые были отняты у Эрец Исраэль. Они также напугали маленькие народы, которые продолжали беспокоить евреев. Но им всё ещё приходилось платить деньги Ашуру, самой сильной стране того времени, чтобы Ашур оставил евреев в покое."
          },
          {
            "type": "text",
            "text": "Пока евреи в царстве Йеуды жили гораздо лучше, евреи из царства Израиля были уведены в изгнание. Евреи, жившие под властью царей Йеуды, старались ещё усерднее служить Всевышнему, понимая, что только это может сохранить их в безопасности."
          },
          {
            "type": "teaching",
            "title": "Слова пророка Йешаяу:",
            "text": "Пророк Йешаяу сказал царю Хизкияу, что пока евреи продолжают служить Всевышнему, никто не сможет причинить им вред! Он даже сказал царю Хизкияу, что скоро они смогут даже перестать платить налоги Ашуру!"
          },
          {
            "type": "text",
            "text": "Хотя это звучало невозможно, царь Хизкияу доверился Всевышнему и приготовился сражаться с Ашуром."
          },
          {
            "type": "text",
            "text": "Санхерив, царь Ашура, был очень силён. Он захватил множество стран и смешал всех людей, чтобы им было труднее объединиться и сражаться. Наконец, он привёл свою армию с тремя генералами, чтобы сражаться против Иерусалима. Они окружили Иерусалим и закрыли его, чтобы никто не мог выйти или войти."
          },
          {
            "type": "text",
            "text": "Один из генералов, Равшаке (который был евреем, отошедшим от еврейства), сначала кричал на евреев на святом языке, пытаясь напугать их, чтобы они не сражались. Он говорил, что нет смысла доверять Всевышнему, потому что армия Санхерива такая сильная и захватила все другие народы! Он также делал противоположное благословению Всевышнего."
          },
          {
            "type": "text",
            "text": "Когда царь Хизкияу услышал это, он разорвал свои одежды, услышав, как кто-то так ужасно говорит о Всевышнем! Он пошёл молиться Всевышнему в Бейт Амикдаш, прося Всевышнего показать Санхериву, что Всевышний управляет миром!"
          },
          {
            "type": "highlight",
            "text": "Пророк Йешаяу сказал царю Хизкияу не беспокоиться. Ему даже не нужно будет выпустить ни одной стрелы в армию Санхерива! Всевышний дал ему прекрасное пророчество о победе над Ашуром и о временах Мошиаха!"
          },
          {
            "type": "text",
            "text": "И действительно, той ночью пришёл ангел и убил каждого солдата в армии Санхерива."
          },
          {
            "type": "text",
            "text": "Когда Санхерив проснулся утром и увидел, что у него не осталось солдат, он развернулся и вернулся в Ашур, оставив евреев в покое."
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим - Глава 10",
      "icon": "📘",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Уровни Цадика и служение Всевышнему",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодняшняя Тания учит нас, что существует много уровней Цадика Шеэйно Гамур, и мы узнаём о служении Цадика Гамур!"
          },
          {
            "type": "text",
            "text": "Цадик Шеэйно Гамур — это праведник, который не любит Всевышнего полностью, поэтому у него всё ещё осталось немного Йецер Ара, даже если он не имеет влияния внутри него."
          },
          {
            "type": "text",
            "text": "Существует много уровней для такого праведника. Гемара говорит, что 18,000 праведников предстают перед Всевышним каждый день!"
          },
          {
            "type": "highlight",
            "text": "Но Гемара рассказывает нам, что рабби Шимон бар Йохай сказал: «Я видел Бней Алия, и их очень мало.» Бней Алия — это те, кто являются Цадиком Гамур, а это очень редкое явление!"
          },
          {
            "type": "text",
            "text": "Цадик Гамур имеет самую сильную возможную любовь к Всевышнему, и не только его Йецер Ара не имеет влияния, но его Йецер Ара превращается в святость!"
          },
          {
            "type": "text",
            "text": "Цадик Гамур также не учит Тору и не исполняет заповеди только потому, что хочет быть связанным с Всевышним. Он учит Тору и исполняет заповеди ради Всевышнего, потому что это создаст Диру Бетахтоним — сделает Всевышнему удобно в этом мире!"
          },
          {
            "type": "teaching",
            "title": "Учение Ребе:",
            "text": "Хотя это уровень Цадика Гамур, у каждого еврея есть сила, скрытая в его душе, служить Всевышнему таким образом, хотя бы немного. Мы также должны пытаться исполнять наши заповеди ради Всевышнего! Ребе учит нас исполнять заповеди с намерением привести Мошиаха сейчас — не только ради духовных или материальных наград, которые мы получим. Мы должны исполнять заповеди, чтобы привести Мошиаха, чтобы сделать Всевышнему Диру Бетахтоним!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "Мысль дня - 12 Тевета",
      "icon": "☀️",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Служение с простой верой",
        "paragraphs": [
          {
            "type": "text",
            "text": "Однажды Ребе Рашаб был избран габаем Хевра Кадиша. В Любавичах был обычай, что в Симхат Тору после избрания габая устраивали парад и приводили нового габая в синагогу под хупой. Вот что произошло в ту Симхат Тору:"
          },
          {
            "type": "text",
            "text": "Ребе Рашаб произнёс маамар, который начинается со слов «Эйн Акадош Барух Ху Ба Бетруния»."
          },
          {
            "type": "highlight",
            "text": "В конце маамара Ребе Рашаб сказал: Даже тот, кто является большим мыслителем и любит, чтобы всё имело смысл в его уме, должен исполнять заповеди не потому, что это имеет смысл, а потому, что так говорит Всевышний."
          },
          {
            "type": "text",
            "text": "Это потому, что некоторые части Торы могут не иметь для них смысла, и тогда они могут просто делать то, что понимают, или в конечном итоге просто следовать тому, что делают все остальные."
          },
          {
            "type": "teaching",
            "title": "Важное напоминание перед приходом Мошиаха:",
            "text": "Во время прямо перед приходом Мошиаха нам нужно исполнять Тору и заповеди, потому что Всевышний хочет, чтобы мы это делали, а не только делать то, что имеет смысл в нашем уме. Вместо этого мы должны исполнять заповеди с темимут и Эмуна Пешута — чистой и простой верой во Всевышнего!"
          },
          {
            "type": "text",
            "text": "Заметили ли вы, что Айом Йом на 5 Тевета и 12 Тевета — первый и последний день Дидан Ноцах — оба говорят об исполнении заповедей с темимут?"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы о спорах - Главы 10-12",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Законы владения и Санедрина",
        "paragraphs": [
          {
            "type": "heading",
            "text": "Глава 10: Презумпция владения"
          },
          {
            "type": "text",
            "text": "Обычно мы говорим, что у кого есть что-то, мы предполагаем, что это его. Если кто-то другой говорит, что это не так, этот другой человек должен это доказать, иначе Бейт-Дин не заберёт это. («Амоци Мейхаверо, Алав Араая»)"
          },
          {
            "type": "text",
            "text": "Но в этой главе мы узнаём, что мы не всегда так говорим о животном, которое может убежать, или о слуге, который может ходить сам по себе."
          },
          {
            "type": "heading",
            "text": "Глава 11: Хазака — презумпция права собственности"
          },
          {
            "type": "text",
            "text": "Если кто-то живёт на собственности не менее трёх лет, и никто другой не протестует, мы предполагаем, что она принадлежит ему, даже если у него нет никаких документов или договора, чтобы это доказать. Это называется хазака."
          },
          {
            "type": "heading",
            "text": "Глава 12: Детали хазаки"
          },
          {
            "type": "text",
            "text": "В главе 12 мы узнаём детали того, как что-то становится хазакой. Например, человек должен жить на собственности три года ПОДРЯД, иначе мы не предполагаем, что она его."
          },
          {
            "type": "heading",
            "text": "Рамбам — Перек Эхад: Законы о мятежниках"
          },
          {
            "type": "text",
            "text": "Мы узнаём в сегодняшнем Рамбаме, что даже тот, кто очень умён и знает так много Торы, всё равно должен следовать тому, что говорит Бейт-Дин, потому что Всевышний хочет, чтобы только одно место руководило евреями и вело их."
          },
          {
            "type": "highlight",
            "text": "Мы полагаемся на Санедрин в понимании Устной Торы. Нам нужно слушать то, что они нам говорят, потому что это так же важно, как соблюдение остальной Торы!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Мошиах может прийти прямо сейчас!",
      "icon": "💡",
      "category": "idea",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Да, Мошиах МОЖЕТ прийти!",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы не должны беспокоиться, что Мошиах не может прийти, потому что у евреев всё ещё так много грехов."
          },
          {
            "type": "highlight",
            "text": "Всевышний любит евреев такими, какие мы есть! Всевышний сначала выведет нас из изгнания, а затем заберёт наши грехи."
          },
          {
            "type": "text",
            "text": "Мецудат Давид объясняет, что мы видим это в стихе «Ве-у Йифде Эт Исраэль Микол Авонасав», который мы говорим в Слихот в постный день. Грехи не помешают Избавлению — Всевышний также избавит нас от наших грехов!"
          },
          {
            "type": "text",
            "text": "Так что Мошиах может прийти прямо сейчас, и Всевышний выведет нас из изгнания в Избавление такими, какие мы есть!"
          }
        ]
      }
    }
  ]
}
