{
  "date": "2026-01-17",
  "hebrewDate": "כ״ח טבת ה׳תשפ״ו (28 Тевета 5786)",
  "parsha": "Ваэйра",
  "dedication": "За безопасность и успех евреев в Эрец Исраэль и победу солдат, защищающих её.",
  "specialDay": "Шаббат Меворчим Шват",
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Ваэйра - Седьмой раздел",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Чудо огненного града",
        "paragraphs": [
          {
            "type": "text",
            "text": "Представь себе небо, которое внезапно темнеет, и на землю начинают падать огромные ледяные шары. Но внутри каждого шара горит яркое пламя!"
          },
          {
            "type": "heading",
            "text": "Предупреждение для Египта"
          },
          {
            "type": "text",
            "text": "Моше предупредил фараона, что Всевышний пошлёт такой сильный град, какого ещё никогда не видели. Он посоветовал всем спрятать скот и вещи под крышу."
          },
          {
            "type": "highlight",
            "text": "Те египтяне, которые побоялись слова Бога, спасли своё имущество, а остальные всё потеряли."
          },
          {
            "type": "teaching",
            "title": "Мир между стихиями",
            "text": "Самое удивительное чудо града (Барад) заключалось в том, что огонь и лед находились в одном шаре. В обычном мире вода тушит огонь, но здесь они действовали вместе ради воли Всевышнего."
          },
          {
            "type": "text",
            "text": "Град уничтожил все растения, деревья и всё живое, что осталось на поле. Однако в земле Гошен, где жили евреи, не упало ни одной градины."
          },
          {
            "type": "example",
            "title": "Признание фараона",
            "text": "Когда фараон увидел эту мощь, он испугался и сказал: «Всевышний — праведник, а я и мой народ — злодеи». Он пообещал отпустить евреев, если Моше помолится о прекращении града."
          },
          {
            "type": "highlight",
            "text": "Даже когда град прекратился, он не упал на землю, а застыл в воздухе по воле Бога."
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 135-139",
      "icon": "🎶",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Благодарность царя Давида",
        "paragraphs": [
          {
            "type": "text",
            "text": "Сегодня мы читаем главы Псалмов, в которых царь Давид восхваляет Всевышнего за Его бесконечную доброту и чудеса."
          },
          {
            "type": "heading",
            "text": "Обещание исполнено"
          },
          {
            "type": "text",
            "text": "В 138-й главе Давид благодарит Бога за то, что Его обещание сбылось. Всевышний обещал Давиду, что тот станет королём Израиля, и это произошло."
          },
          {
            "type": "highlight",
            "text": "Давид учит нас качеству Акорат а-Тов — умению замечать добро и благодарить за него."
          },
          {
            "type": "teaching",
            "title": "Сила благодарности",
            "text": "Когда мы благодарим за то, что у нас уже есть, мы признаем, что всё в мире происходит по воле Творца. Это делает нашу связь с Ним крепче."
          },
          {
            "type": "example",
            "title": "Подумай:",
            "text": "Вспомни случай, когда ты очень чего-то ждал, и это наконец случилось. Почувствовал ли ты благодарность в этот момент, как чувствовал её царь Давид?"
          },
          {
            "type": "text",
            "text": "Весь Псалтырь наполнен признанием того, что Бог управляет миром и помогает каждому в трудную минуту."
          },
          {
            "type": "highlight",
            "text": "Благодарность — это ключ к счастливому сердцу."
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим, Глава 17",
      "icon": "⚖️",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Возвращение силы души",
        "paragraphs": [
          {
            "type": "text",
            "text": "Мы учили, что каждый еврей может служить Всевышнему своим сердцем. Но что делать, если человек совершил много ошибок (грехов)?"
          },
          {
            "type": "heading",
            "text": "Потеря контроля"
          },
          {
            "type": "text",
            "text": "Алтер Ребе объясняет, что из-за плохих поступков разум может потерять власть над сердцем. Человеку становится трудно заставить себя делать добро."
          },
          {
            "type": "highlight",
            "text": "Но это не значит, что всё потеряно навсегда!"
          },
          {
            "type": "teaching",
            "title": "Чудо Тшувы",
            "text": "Когда человек искренне раскаивается (делает Тшуву) и решает измениться, Всевышний возвращает ему эту важную силу — способность разума управлять эмоциями."
          },
          {
            "type": "example",
            "title": "Пример фараона",
            "text": "Фараон был очень гордым и дерзким. Всевышний не помогал ему делать добро, пока удары (Макот) не сломили его гордыню и не заставили его задуматься."
          },
          {
            "type": "text",
            "text": "Позже, согласно преданию, фараон даже стал царем Нинве и учил других людей верить в Бога."
          },
          {
            "type": "highlight",
            "text": "Тшува очищает душу и дает новые силы начать всё сначала."
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "АЙОМ ЙОМ",
      "subtitle": "28 Тевета",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Вера как у ребенка",
        "paragraphs": [
          {
            "type": "text",
            "text": "Цемах Цедек однажды был вызван в Петербург к правительству. Ему нужно было доказать важность Торы людям, которые совсем не верили в Бога."
          },
          {
            "type": "heading",
            "text": "Логика и вера"
          },
          {
            "type": "text",
            "text": "Он написал целую книгу «Сефер а-Хакира», где объяснял основы веры через логику. Но самое интересное рассказал наш Ребе о профессорах, приходивших к нему."
          },
          {
            "type": "highlight",
            "text": "Один ученый заметил, что Ребе говорит о Боге с простотой ребенка."
          },
          {
            "type": "teaching",
            "title": "Почему простота важна?",
            "text": "Ребенку не нужны сложные доказательства, чтобы любить родителей. Так и еврею не нужны сложные формулы, чтобы верить во Всевышнего — это чувство заложено в нашей душе с рождения."
          },
          {
            "type": "example",
            "title": "Твоя задача:",
            "text": "Ребе дал нам силы говорить с соседями и знакомыми о Боге и о 7 законах потомков Ноаха. Мы должны делиться светом веры со всем миром."
          },
          {
            "type": "text",
            "text": "Когда мы учим других добру, мы готовим мир к приходу Мошиаха."
          },
          {
            "type": "highlight",
            "text": "Истинная мудрость — это уметь верить просто и искренне."
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы о свидетелях",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Честное свидетельство",
        "paragraphs": [
          {
            "type": "text",
            "text": "В еврейском суде свидетели играют огромную роль. Но есть строгие правила, как они должны себя вести."
          },
          {
            "type": "heading",
            "text": "Только факты"
          },
          {
            "type": "text",
            "text": "Свидетель не имеет права высказывать своё мнение о том, прав человек или нет. Он может говорить только то, что видел своими глазами или слышал."
          },
          {
            "type": "highlight",
            "text": "Суд запрещает свидетелям давать советы судьям!"
          },
          {
            "type": "teaching",
            "title": "Помощь в делах",
            "text": "Рамбам объясняет, что суд может принимать документы (штары), даже если свидетелей нет рядом. Это сделано для того, чтобы люди не боялись давать друг другу деньги в долг."
          },
          {
            "type": "example",
            "title": "Представь себе:",
            "text": "Если бы вернуть долг было слишком сложно, никто бы не хотел помогать другим. Тора заботится о том, чтобы мир был честным и удобным для добрых дел."
          },
          {
            "type": "text",
            "text": "Судьи должны внимательно проверять каждое слово, чтобы решение было абсолютно справедливым."
          },
          {
            "type": "highlight",
            "text": "Честность в суде — это фундамент справедливого мира."
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА",
      "subtitle": "Построение Храма",
      "icon": "",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Время для Торы",
        "paragraphs": [
          {
            "type": "text",
            "text": "Каждый день мы просим: «Пусть Храм будет построен поскорее, и дай нам нашу долю в Торе!»"
          },
          {
            "type": "heading",
            "text": "Связь Храма и учебы"
          },
          {
            "type": "text",
            "text": "Почему мы связываем строительство Храма с изучением Торы, а не, например, с жертвоприношениями?"
          },
          {
            "type": "highlight",
            "text": "Когда придет Мошиах, у нас будет помощники для всех будничных дел."
          },
          {
            "type": "teaching",
            "title": "Свобода для главного",
            "text": "В будущем нам не нужно будет тратить всё время на работу или поиски еды. Весь мир будет помогать нам, чтобы мы могли заниматься самым важным — познанием Бога через Тору."
          },
          {
            "type": "example",
            "title": "День рождения Реббецзин",
            "text": "Сегодня день рождения Реббецзин Ханы, мамы Ребе. Она была примером преданности и воспитала сына, который изменил весь мир."
          },
          {
            "type": "text",
            "text": "История о том, как трехлетний Ребе успокаивал детей в аптеке, показывает, что уже тогда он готовил мир к спокойствию и свету Геулы."
          },
          {
            "type": "highlight",
            "text": "Геула — это время, когда весь мир будет наполнен мудростью Торы."
          }
        ]
      }
    }
  ]
}
