{
  "date": "2026-01-30",
  "hebrewDate": "י״ב שבט ה׳תשפ״ו (12 Шевата 5786)",
  "parsha": "Бешалах",
  "specialDay": "Эрев Шаббат Кодеш, Шаббат Шира",
  "dedication": "За безопасность и успех евреев в Земле Израиля и солдат, защищающих её",
  "mazalTov": [
    "Мушка Дейч (Риджфилд, Коннектикут) - Бат-Мицва 11 Шевата"
  ],
  "sections": [
    {
      "id": "chumash",
      "title": "ХУМАШ",
      "subtitle": "Бешалах - День 6",
      "icon": "📖",
      "category": "chumash",
      "color": "#FF6B6B",
      "points": 50,
      "content": {
        "title": "Ман с небес",
        "paragraphs": [
          {
            "type": "text",
            "text": "Евреи закончили есть пищу, взятую из Египта, и жаловались на отсутствие еды. Моше сказал Аарону, что Всевышний скоро ответит им."
          },
          {
            "type": "heading",
            "text": "Обещание Всевышнего"
          },
          {
            "type": "text",
            "text": "Все евреи стояли и ждали. Всевышний говорил Моше из облака: «Я слышал жалобы! Скажи им: будут мясо и хлеб, и узнают, что Я — Всевышний! Мясо получат вечером, а хлеб утром, с любовью.»"
          },
          {
            "type": "highlight",
            "text": "На следующее утро впервые выпал ман!"
          },
          {
            "type": "text",
            "text": "Всевышний послал слой росы под ман для чистоты и сверху для защиты. Когда взошло солнце, верхний слой исчез. Евреи не знали, что это, поэтому назвали «ман» — просто еда."
          },
          {
            "type": "heading",
            "text": "Чудо с маном"
          },
          {
            "type": "text",
            "text": "Моше сказал брать столько, сколько нужно семье. Некоторые взяли больше, некоторые меньше. Но когда измерили — у ВСЕХ было точно столько, сколько нужно! Чудо!"
          },
          {
            "type": "text",
            "text": "Моше предупредил не оставлять ман. Но некоторые не доверились и оставили на завтра. Ман испортился и наполнился червями. Моше очень расстроился из-за недоверия!"
          },
          {
            "type": "teaching",
            "title": "Ман для всех:",
            "text": "Оставшийся ман таял и стекал в реки. Мясо животных, пивших эту воду, было вкусным — все народы видели, как Всевышний любит евреев!"
          },
          {
            "type": "heading",
            "text": "Двойная порция в пятницу"
          },
          {
            "type": "text",
            "text": "В пятницу евреи нашли ДВОЙНУЮ порцию! Спросили Моше почему. Он объяснил: «Некоторые законы Субботы начинают соблюдаться с этой недели! Нельзя готовить в Субботу. Всё нужно приготовить заранее.»"
          },
          {
            "type": "text",
            "text": "Евреи отложили ман — и он не испортился!"
          },
          {
            "type": "text",
            "text": "Некоторые спросили, идти ли за маном в Субботу. Моше сказал нет. Но некоторые всё равно вышли. Всевышний был недоволен — все евреи ответственны друг за друга!"
          },
          {
            "type": "highlight",
            "text": "Ман был круглый, белый, вкусом как тесто в мёде — или любой вкус по желанию!"
          },
          {
            "type": "text",
            "text": "Всевышний велел Моше сохранить омер мана в кувшине навсегда в Мишкане — чтобы помнили, что Всевышний даёт всё необходимое."
          },
          {
            "type": "highlight",
            "text": "Евреи ели ман 40 лет!"
          }
        ]
      }
    },
    {
      "id": "tehillim",
      "title": "ТЕИЛИМ",
      "subtitle": "Главы 66-68",
      "icon": "🎵",
      "category": "tehillim",
      "color": "#4ECDC4",
      "points": 40,
      "content": {
        "title": "Море стало сушей",
        "paragraphs": [
          {
            "type": "text",
            "text": "В главе 66 говорится: «Афах Ям Лаяваша» — Всевышний превратил воду в сухую землю при расступлении Красного моря."
          },
          {
            "type": "highlight",
            "text": "Хасидут объясняет: это как то, что произойдёт при Мошиахе!"
          },
          {
            "type": "heading",
            "text": "Скрытое станет открытым"
          },
          {
            "type": "text",
            "text": "Обычно вода покрывает море. Когда Всевышний превращает её в сушу, как при расступлении моря, мы видим то, что внутри, что обычно скрыто!"
          },
          {
            "type": "teaching",
            "title": "При Мошиахе:",
            "text": "Мы сможем видеть скрытое! Сейчас не видим, как Всевышний создаёт всё, но при Мошиахе увидим!"
          },
          {
            "type": "example",
            "title": "Представь:",
            "text": "Это как смотреть на океан. Видишь только поверхность воды. Но если вода исчезнет, увидишь дно океана, рыб, сокровища! Так при Мошиахе раскроется вся скрытая духовность мира."
          },
          {
            "type": "text",
            "text": "Расступление моря было не только физическим чудом. Это был намёк на будущее — на времена, когда все скрытые тайны мира станут видны."
          },
          {
            "type": "highlight",
            "text": "При Мошиахе увидим, как Всевышний создаёт всё в каждый момент!"
          }
        ]
      }
    },
    {
      "id": "tanya",
      "title": "ТАНИЯ",
      "subtitle": "Ликутей Амарим, глава 23",
      "icon": "📚",
      "category": "tanya",
      "color": "#45B7D1",
      "points": 45,
      "content": {
        "title": "Единство через Тору",
        "paragraphs": [
          {
            "type": "text",
            "text": "Когда делаем заповедь, соединяемся с волей Всевышнего. При изучении Торы — связь ещё сильнее!"
          },
          {
            "type": "heading",
            "text": "Почему Тора особенная?"
          },
          {
            "type": "text",
            "text": "Когда понимаем или говорим слова Торы, думаем или произносим волю Всевышнего! Например, алаха говорит, чего хочет Всевышний. Изучая это, имеем волю Всевышнего В ГОЛОВЕ!"
          },
          {
            "type": "highlight",
            "text": "Мы не просто СВЯЗАНЫ с волей — воля Всевышнего ВНУТРИ нас!"
          },
          {
            "type": "teaching",
            "title": "Сильнее ангелов:",
            "text": "Единство еврея с Всевышним через Тору сильнее, чем в духовных мирах! Хотя наше тело не чувствует, душа чувствует единство с волей Всевышнего сильнее ангелов!"
          },
          {
            "type": "text",
            "text": "Поэтому Гемара говорит: заповедь изучения Торы в чём-то лучше всех других заповедей — даже молитвы!"
          },
          {
            "type": "text",
            "text": "Когда молимся, приносим единство Всевышнего в духовные миры. Но Тора приносит ещё большее единство!"
          },
          {
            "type": "example",
            "title": "Подумай:",
            "text": "Когда учишь Тору, слова Всевышнего входят в твой разум. Это как скачать файл не на внешний диск, а прямо в мозг компьютера! Тора становится частью тебя."
          },
          {
            "type": "highlight",
            "text": "Изучение Торы — величайшее единство с Всевышним!"
          }
        ]
      }
    },
    {
      "id": "hayom-yom",
      "title": "HAYOM YOM",
      "subtitle": "12 Шевата",
      "icon": "📅",
      "category": "hayom-yom",
      "color": "#FFEAA7",
      "points": 35,
      "content": {
        "title": "Разум и сердце",
        "paragraphs": [
          {
            "type": "text",
            "text": "Разум и сердце — как два отдельных мира. Они очень разные!"
          },
          {
            "type": "heading",
            "text": "Разум делает спокойным"
          },
          {
            "type": "text",
            "text": "РАЗУМ человека делает его спокойным, иногда даже «холодным» (не возбуждённым)."
          },
          {
            "type": "heading",
            "text": "Сердце делает тёплым"
          },
          {
            "type": "text",
            "text": "Но СЕРДЦЕ может сделать очень тёплым и возбуждённым!"
          },
          {
            "type": "highlight",
            "text": "Один способ не лучше другого — Всевышний хочет, чтобы использовали ОБА!"
          },
          {
            "type": "teaching",
            "title": "Как использовать:",
            "text": "Использовать разум, чтобы спокойно учить себя служить Всевышнему, но с жизненной силой (теплом) сердца!"
          },
          {
            "type": "example",
            "title": "В жизни:",
            "text": "Разум говорит: нужно молиться каждый день, это правильно и важно. Сердце добавляет: я молюсь с радостью и любовью! Разум даёт направление, сердце даёт энергию."
          },
          {
            "type": "text",
            "text": "Это баланс в служении Всевышнему. Не только холодное исполнение законов (разум) и не только эмоциональный порыв без понимания (сердце). А оба вместе!"
          },
          {
            "type": "highlight",
            "text": "Разум + Сердце = Полное служение Всевышнему!"
          }
        ]
      }
    },
    {
      "id": "rambam",
      "title": "РАМБАМ",
      "subtitle": "Законы царей",
      "icon": "⚖️",
      "category": "rambam",
      "color": "#96CEB4",
      "points": 45,
      "content": {
        "title": "Три первые заповеди",
        "paragraphs": [
          {
            "type": "text",
            "text": "Рамбам говорит: есть 3 заповеди, которые евреи должны выполнить, войдя в Землю Израиля — ПО ПОРЯДКУ!"
          },
          {
            "type": "highlight",
            "text": "1) Назначить царя 2) Уничтожить Амалека 3) Построить Храм"
          },
          {
            "type": "heading",
            "text": "Кто может быть царём?"
          },
          {
            "type": "text",
            "text": "Только мужчина, не прозелит, никогда не работал на унижающей работе."
          },
          {
            "type": "heading",
            "text": "Честь царя"
          },
          {
            "type": "text",
            "text": "Никто не может пользоваться его вещами. Он всегда красиво одет, сидит на троне во дворце, носит корону."
          },
          {
            "type": "text",
            "text": "Но царь должен быть очень скромным! Должен заботиться о каждом еврее, как пастух о каждой овце."
          },
          {
            "type": "heading",
            "text": "Ограничения для царя"
          },
          {
            "type": "text",
            "text": "Царь не может жениться на слишком многих женщинах (не больше 18). Не может собирать лошадей (только для армии и одна для себя). Не должен иметь слишком много денег для себя."
          },
          {
            "type": "teaching",
            "title": "Особая заповедь:",
            "text": "Царь должен носить Свиток Торы с собой везде! Даже когда не может держать (спит, ест), он должен быть рядом."
          },
          {
            "type": "highlight",
            "text": "Царь всегда помнит о Торе и своей обязанности заботиться о евреях!"
          }
        ]
      }
    },
    {
      "id": "geula",
      "title": "ГЕУЛА И МОШИАХ",
      "subtitle": "Аз Яшир",
      "icon": "🌟",
      "category": "geula",
      "color": "#DFE6E9",
      "points": 30,
      "content": {
        "title": "Песнь будущего",
        "paragraphs": [
          {
            "type": "text",
            "text": "На этой неделе учим Песнь у моря, которую евреи спели при расступлении. Песнь начинается: «Аз Яшир Моше» — Моше и евреи спели эти слова Всевышнему."
          },
          {
            "type": "heading",
            "text": "Намёк на Воскрешение"
          },
          {
            "type": "text",
            "text": "Раши объясняет: это намёк на Воскрешение мёртвых из Торы!"
          },
          {
            "type": "text",
            "text": "Тора могла сказать «Аз ШАР Моше» — «тогда Моше СПЕЛ». Вместо этого используется «Аз ЯШИР» — «тогда он СПОЁТ» (будущее время)."
          },
          {
            "type": "highlight",
            "text": "Когда Моше споёт? При Воскрешении мёртвых!"
          },
          {
            "type": "teaching",
            "title": "Моше снова споёт:",
            "text": "При Воскрешении Моше Рабейну снова споёт песнь Всевышнему вместе со всеми евреями!"
          },
          {
            "type": "text",
            "text": "Зоар говорит: произнося Аз Яшир каждый день, удостоимся воздать эту особую хвалу Всевышнему при Мошиахе!"
          },
          {
            "type": "example",
            "title": "Подумай:",
            "text": "Каждое утро в молитве ты говоришь Аз Яшир. Это не просто воспоминание о прошлом — это подготовка к будущему! Ты готовишься к тому дню, когда снова споёшь эту песнь с Моше и всеми праведниками!"
          },
          {
            "type": "heading",
            "text": "Шаббат Шира"
          },
          {
            "type": "text",
            "text": "Эта Суббота называется Шаббат Шира — Суббота Песни. Магараль учил собирать детей в синагоге, рассказывать о расступлении моря и как птицы щебетали, когда евреи пели!"
          },
          {
            "type": "text",
            "text": "Дети жалели птиц и кормили их. Магараль благословлял детей и родителей вырастить их в Торе, Хупе и добрых делах."
          },
          {
            "type": "highlight",
            "text": "Говоря Аз Яшир каждый день, готовимся петь её при Мошиахе!"
          }
        ]
      }
    }
  ]
}
